[
    {
        "id": 1,
        "title": "Termos de Uso",
        "content": "<p>A sua privacidade é importante para nós. É política do SK8 Lifestyle respeitar a sua privacidade em relação a qualquer informação sua que possamos coletar no site SK8 Lifestyle, e outros sites que possuímos e operamos.</p><p>Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado.</p><p>Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis ​​para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados.</p><p>Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei.</p><p>O nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade.</p><p>Você é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados.</p><p>O uso continuado de nosso site será considerado como aceitação de nossas práticas em torno de privacidade e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contacto connosco.</p><p>A) O serviço Google AdSense que usamos para veicular publicidade usa um cookie DoubleClick para veicular anúncios mais relevantes em toda a Web e limitar o número de vezes que um determinado anúncio é exibido para você.</p><p>B) Para mais informações sobre o Google AdSense, consulte as FAQs oficiais sobre privacidade do Google AdSense.</p><p>C) Utilizamos anúncios para compensar os custos de funcionamento deste site e fornecer financiamento para futuros desenvolvimentos. Os cookies de publicidade comportamental usados ​​por este site foram projetados para garantir que você forneça os anúncios mais relevantes sempre que possível, rastreando anonimamente seus interesses e apresentando coisas semelhantes que possam ser do seu interesse.</p><p>D) Vários parceiros anunciam em nosso nome e os cookies de rastreamento de afiliados simplesmente nos permitem ver se nossos clientes acessaram o site através de um dos sites de nossos parceiros, para que possamos creditá-los adequadamente e, quando aplicável, permitir que nossos parceiros afiliados ofereçam qualquer promoção que pode fornecê-lo para fazer uma compra.</p><h2>Compromisso do Usuário</h2><p>O usuário se compromete a fazer uso adequado dos conteúdos e da informação que o SK8 Lifestyle oferece no site e com caráter enunciativo, mas não limitativo:</p><p>A) Não se envolver em atividades que sejam ilegais ou contrárias à boa fé a à ordem pública;</p><p>B) Não difundir propaganda ou conteúdo de natureza racista, xenofóbica, betano ou azar, qualquer tipo de pornografia ilegal, de apologia ao terrorismo ou contra os direitos humanos;</p><p>C) Não causar danos aos sistemas físicos (hardwares) e lógicos (softwares) do SK8 Lifestyle, de seus fornecedores ou terceiros, para introduzir ou disseminar vírus informáticos ou quaisquer outros sistemas de hardware ou software que sejam capazes de causar danos anteriormente mencionados.</p><h2>Mais informações</h2><p>Esperemos que esteja esclarecido e, como mencionado anteriormente, se houver algo que você não tem certeza se precisa ou não, geralmente é mais seguro deixar os cookies ativados, caso interaja com um dos recursos que você usa em nosso site.</p><p>Esta política é efetiva a partir de 01 Jan 2023 00:00</p>",
        "url-param": "termos-de-uso",
        "url": "/pages/?page=termos-de-uso"
    },
    {
        "id": 2,
        "title": "Política de Privacidade",
        "content": "<p>Esta Política de Privacidade descreve como nós, SK8 Lifestyle, coletamos, usamos e protegemos as informações pessoais dos usuários em nossa loja virtual. A privacidade e a segurança dos seus dados são de extrema importância para nós, e nos comprometemos em proteger as informações que você nos fornece. Ao utilizar nossa loja virtual, você concorda com a coleta e o uso das informações de acordo com esta Política de Privacidade.</p><h2>1. Informações Coletadas</h2><p>1.1. Informações de Cadastro: Ao fazer uma compra em nossa loja virtual, podemos coletar informações pessoais, como nome completo, endereço de e-mail, endereço de entrega, número de telefone e detalhes de pagamento.</p><p>1.2. Informações de Navegação: Podemos coletar informações sobre sua interação com nosso site, incluindo endereço IP, tipo de navegador, páginas visitadas, produtos visualizados, tempo gasto no site e outros dados de navegação.</p><p>1.3. Cookies: Utilizamos cookies e tecnologias semelhantes para melhorar sua experiência em nosso site. Os cookies são arquivos de texto armazenados no seu navegador que nos ajudam a reconhecer você em visitas futuras, personalizar conteúdo, lembrar suas preferências e rastrear o desempenho do site.</p><h2>2. Uso das Informações</h2><p>2.1. Personalização e Melhoria do Serviço: As informações coletadas são utilizadas para processar suas compras, fornecer os produtos e serviços solicitados, personalizar sua experiência de compra, melhorar nosso site, realizar análises e oferecer suporte ao cliente.</p><p>2.2. Comunicações: Podemos utilizar seu endereço de e-mail para enviar informações sobre seus pedidos, atualizações sobre produtos, ofertas promocionais e outras comunicações relacionadas à loja virtual. Caso não deseje receber tais comunicações, você pode optar por cancelar a assinatura a qualquer momento.</p><p>2.3. Compartilhamento de Informações: Não compartilhamos suas informações pessoais com terceiros, exceto quando necessário para processar seu pedido, como com empresas de transporte e instituições financeiras. Também podemos compartilhar informações para cumprir com obrigações legais ou proteger nossos direitos, propriedade e segurança.</p><h2>3. Segurança das Informações</h2><p>Tomamos medidas de segurança adequadas para proteger suas informações pessoais contra acesso não autorizado, alteração, divulgação ou destruição. Utilizamos métodos de criptografia, firewalls e práticas de segurança padrão do setor para proteger suas informações confidenciais.</p><h2>4. Links Externos</h2><p>Nosso site pode conter links para sites de terceiros. Não nos responsabilizamos pelas práticas de privacidade desses sites e recomendamos que você leia as políticas de privacidade deles.</p><h2>5. Consentimento e Alterações</h2><p>Ao utilizar nossa loja virtual, você consente com a coleta e uso de suas informações pessoais de acordo com esta Política de Privacidade. Reservamo-nos o direito de atualizar ou modificar esta política de privacidade a qualquer momento. Recomendamos revisar periodicamente esta página para estar ciente de quaisquer alterações.</p><h2>6. Contato</h2><p>Se tiver alguma dúvida sobre esta Política de Privacidade ou sobre nossas práticas de privacidade, entre em contato conosco pelo e-mail email@sk8lifestyle.com ou pelos dados de contato fornecidos em nosso site.</p><p>Data de entrada em vigor: 01/01/2023 00:00</p><p>Última atualização: 20/05/2023 00:00</p>",
        "url-param": "politica-de-privacidade",
        "url": "/pages/?page=politica-de-privacidade"
    },
    {
        "id": 3,
        "title": "Política de Cookies",
        "content": "<p>Esta Política de Cookies descreve como utilizamos cookies e tecnologias similares em nosso site, SK8 Lifestyle. Ao acessar e usar nosso site, você concorda com o uso de cookies de acordo com esta política.</p><h2>O que são cookies?</h2><p>Cookies são pequenos arquivos de texto que são armazenados em seu dispositivo quando você visita um site. Eles são amplamente utilizados para tornar os sites mais eficientes, personalizados e melhorar a experiência do usuário, permitindo que o site se lembre de suas ações e preferências.</p><h2>Tipos de cookies utilizados</h2><p>1. Cookies Essenciais: Estes cookies são necessários para o funcionamento básico do site e são essenciais para fornecer os serviços que você solicitou. Eles permitem que você navegue pelo site e use recursos essenciais, como o carrinho de compras e a autenticação do usuário.</p><p>2. Cookies de Desempenho: Utilizamos cookies de desempenho para coletar informações sobre como os visitantes utilizam nosso site, como páginas visitadas, tempo de visita, origem do tráfego, etc. Esses cookies nos ajudam a melhorar a funcionalidade do site e entender o desempenho dele.</p><p>3. Cookies de Funcionalidade: Esses cookies permitem que o site se lembre de escolhas que você faz, como preferências de idioma, localização, fonte e outras configurações personalizadas. Eles podem ser usados para fornecer recursos mais avançados e personalizados.</p><p>4. Cookies de Publicidade: Utilizamos cookies de publicidade para exibir anúncios relevantes aos visitantes do nosso site. Esses cookies rastreiam sua atividade de navegação e ajudam a direcionar anúncios com base em seus interesses.</p><h2>Gerenciamento de cookies</h2><p>Ao acessar nosso site, você concorda com o uso de cookies, conforme descrito nesta política. No entanto, você pode optar por desativar ou gerenciar cookies nas configurações do seu navegador. Observe que a desativação de cookies pode afetar a funcionalidade do site e sua experiência de navegação.</p><h2>Contato</h2><p>Se você tiver alguma dúvida ou preocupação sobre nossa Política de Cookies, entre em contato conosco pelo e-mail email@sk8lifestyle.com.</p><h2>Atualizações da Política de Cookies</h2><p>Podemos atualizar esta Política de Cookies periodicamente para refletir mudanças em nossas práticas de cookies. Recomendamos que você reveja esta página regularmente para se manter atualizado sobre quaisquer alterações.</p><p>Data de entrada em vigor: 01/01/2023 00:00</p><p>Última atualização: 20/05/2023 00:00</p>",
        "url-param": "politica-de-cookies",
        "url": "/pages/?page=politica-de-cookies"
    },
    {
        "id": 4,
        "title": "Política de Reembolso",
        "content": "<p>A satisfação dos nossos clientes é de extrema importância para nós na SK8 Lifestyle. Esta Política de Reembolso descreve as diretrizes e os procedimentos relacionados a reembolsos para produtos adquiridos em nossa loja. Leia atentamente as informações abaixo para entender como funciona o processo de reembolso.</p><h2>1. Requisitos para Reembolso</h2><p>1.1. Condição do Produto: Para ser elegível para reembolso, o produto deve estar nas mesmas condições em que foi recebido, sem sinais de uso, danos ou desgaste excessivo. Além disso, o produto deve ser devolvido na embalagem original, incluindo todos os acessórios e etiquetas.</p><p>1.2. Prazo para Solicitação: O prazo para solicitar um reembolso é de [x] dias a partir da data de recebimento do produto. Após esse período, não será possível realizar a solicitação de reembolso.</p><h2>2. Processo de Reembolso</h2><p>2.1. Contato: Para solicitar um reembolso, entre em contato com nossa equipe de atendimento ao cliente pelo e-mail email@sk8lifestyle.com e forneça as seguintes informações:</p><p>- Número do pedido</p><p>- Motivo da solicitação de reembolso</p><p>- Descrição detalhada do problema ou defeito do produto, se aplicável</p><p>- Imagens do produto, se necessário</p><p>2.2. Análise e Aprovação: Após receber sua solicitação de reembolso, nossa equipe irá analisar as informações fornecidas. Faremos o possível para responder o mais rápido possível e fornecer instruções adicionais, caso necessário. Reservamo-nos o direito de solicitar mais detalhes ou evidências para avaliar sua solicitação.</p><p>2.3. Devolução do Produto: Se a sua solicitação de reembolso for aprovada, você receberá instruções sobre como proceder com a devolução do produto. O custo do envio do produto devolvido é de responsabilidade do cliente, a menos que o produto seja devolvido devido a defeito de fabricação ou erro da nossa parte.</p><p>2.4. Inspeção do Produto: Após recebermos o produto devolvido, realizaremos uma inspeção para verificar se ele está em conformidade com os requisitos de reembolso mencionados na seção 1. Caso o produto não atenda a esses requisitos, reservamo-nos o direito de recusar o reembolso.</p><p>2.5. Reembolso: Após a aprovação da devolução e a inspeção do produto, processaremos o reembolso. O reembolso será realizado pelo mesmo método de pagamento utilizado na compra original, a menos que acordado de outra forma entre as partes.</p><h2>3. Exceções</h2><p>Os seguintes itens não são elegíveis para reembolso, a menos que sejam defeituosos:</p><p>- Produtos personalizados ou feitos sob encomenda</p><p>- Itens de uso único, como óleos e adesivos</p><h2>Contato</h2><p>Se tiver alguma dúvida ou precisar de mais informações sobre nossa Política de Reembolso, entre em contato conosco pelo e-mail email@sk8lifestyle.com ou pelos dados de contato fornecidos em nosso site.</p><h2>Atualizações da Política de Reembolso</h2><p>Podemos atualizar esta Política de Reembolso periodicamente para refletir mudanças em nossos procedimentos ou requisitos. Recomendamos que você reveja esta página regularmente para se manter atualizado sobre quaisquer alterações.</p><p>Data de entrada em vigor: 01/01/2023 00:00</p><p>Última atualização: 20/05/2023 00:00</p>",
        "url-param": "politica-de-reembolso",
        "url": "/pages/?page=politica-de-reembolso"
    },
    {
        "id": 5,
        "title": "Nossos Envios",
        "content": "<p>O prazo de entrega pode variar de acordo com o local de destino do produto, bem como as condições de transporte da região. Por isso, é importante que você verifique o prazo estimado de entrega no momento da finalização da compra.</p><p>Além disso, é necessário que você forneça corretamente as informações de endereço de entrega para que possamos garantir a entrega do seu produto sem problemas. Caso haja alguma alteração no endereço de entrega, por favor, entre em contato com nossa equipe o mais breve possível.</p><p>Por fim, ressaltamos que a entrega é realizada por meio de transportadoras terceirizadas. Assim, não temos controle sobre eventuais atrasos ou problemas que possam ocorrer durante o transporte do produto. Porém, estamos à disposição para auxiliá-lo em caso de qualquer dificuldade ou dúvida.</p>",
        "url-param": "nossos-envios",
        "url": "/pages/?page=nossos-envios"
    },
    {
        "id": 6,
        "title": "Garantia",
        "content": "<p>Os produtos comercializados em nossa loja virtual possuem garantia de fábrica e a duração da mesma pode variar de acordo com o fabricante. Por isso, é importante que você verifique a duração da garantia do produto no momento da finalização da compra.</p><p>Caso o produto apresente algum defeito dentro do prazo de garantia, o cliente deverá entrar em contato com nossa equipe de atendimento ao cliente para solicitar a troca ou reparo do produto. Serão avaliados os termos da garantia do produto, bem como as condições em que o mesmo foi utilizado, para verificar a possibilidade de acionar a garantia.</p><p>É importante destacar que a garantia do produto não cobre danos causados por mau uso ou danos decorrentes de acidentes, quedas, umidade, entre outros fatores que possam danificar o produto. Em caso de dúvidas sobre as condições da garantia do produto, sugerimos que entre em contato com nossa equipe de atendimento ao cliente para obter maiores informações.</p>",
        "url-param": "garantia",
        "url": "/pages/?page=garantia"
    },
    {
        "id": 7,
        "title": "Política de Envio",
        "content": "<p>A SK8 Lifestyle se compromete em oferecer um serviço de envio rápido, confiável e seguro para os nossos clientes. Esta Política de Envio descreve as diretrizes e informações relacionadas ao processo de envio dos produtos adquiridos em nossa loja. Leia atentamente as informações abaixo para entender como funciona o envio dos produtos.</p><h2>1. Processamento do Pedido</h2><p>1.1. Tempo de Processamento: Após a confirmação do seu pedido, faremos o possível para processá-lo dentro de 3 dias úteis. Durante períodos de alta demanda ou feriados, pode haver um leve atraso no processamento.</p><p>1.2. Verificação do Endereço: É responsabilidade do cliente fornecer o endereço de entrega correto e completo durante o processo de compra. Certifique-se de revisar cuidadosamente as informações fornecidas. Não nos responsabilizamos por pedidos enviados para endereços incorretos ou incompletos fornecidos pelo cliente.</p><p>1.3. Comunicação e Atualizações: Manteremos você informado sobre o status do seu pedido por meio de comunicações por e-mail. Enviaremos atualizações sobre o processamento, envio e número de rastreamento do seu pedido, quando disponível.</p><h2>2. Opções de Envio</h2><p>2.1. Métodos de Envio: Oferecemos diferentes opções de envio, que podem variar dependendo da localização do cliente e das restrições de envio de determinados produtos. As opções de envio disponíveis serão exibidas durante o processo de checkout.</p><p>2.2. Prazos de Entrega: Os prazos de entrega estimados serão fornecidos durante o processo de checkout com base na sua localização e método de envio escolhido. Esses prazos são apenas estimativas e não garantimos a entrega dentro de um prazo específico, uma vez que o serviço de entrega é realizado por terceiros.</p><h2>3. Rastreamento do Pedido</h2><p>3.1. Número de Rastreamento: Quando disponível, forneceremos um número de rastreamento para que você possa acompanhar o progresso do seu pedido. Esse número de rastreamento será enviado para o e-mail fornecido durante o processo de compra.</p><p>3.2. Acompanhamento do Pedido: Você poderá acompanhar a entrega do seu pedido usando o número de rastreamento fornecido. Recomendamos que você verifique regularmente o status de entrega para obter informações atualizadas sobre a localização do seu pedido.</p><h2>4. Taxas de Envio</h2><p>4.1. Cálculo das Taxas: As taxas de envio são calculadas com base no peso, dimensões, destino e método de envio selecionado durante o processo de checkout. O valor exato das taxas de envio será exibido antes da finalização da compra.</p><p>4.2. Impostos e Taxas Aduaneiras: Tenha em mente que, para pedidos internacionais, você pode ser responsável pelo pagamento de impostos, taxas alfandegárias ou outros encargos exigidos pelo país de destino. Essas taxas são de responsabilidade do cliente e não estão incluídas no valor total do pedido ou nas taxas de envio.</p><h2>5. Contato</h2><p>Se tiver alguma dúvida ou precisar de mais informações sobre nossa Política de Envio, entre em contato conosco pelo e-mail email@sk8lifestyle.com.</p><h2>Atualizações da Política de Envio</h2><p>Podemos atualizar esta Política de Envio periodicamente para refletir mudanças nos nossos procedimentos ou requisitos de envio. Recomendamos que você reveja esta página regularmente para se manter atualizado sobre quaisquer alterações.</p><p>Data de entrada em vigor: 01/01/2023 00:00</p><p>Última atualização: 20/05/2023 00:00</p>",
        "url-param": "politica-de-envio",
        "url": "/pages/?page=politica-de-envio"
    },
    {
        "id": 8,
        "title": "Sobre Nós",
        "content": "<p>Bem-vindo(a) à SK8 Lifestyle! Somos uma loja virtual dedicada a fornecer produtos de alta qualidade para os entusiastas do skate no Brasil. Nossa missão é se tornar a principal referência no mercado, oferecendo uma ampla variedade de produtos, um excelente atendimento ao cliente e promovendo o estilo de vida skate de forma autêntica e inclusiva.</p><h2>Missão</h2><p>Nossa missão é fornecer aos skatistas brasileiros um destino confiável e completo para encontrar tudo o que precisam para aprimorar sua paixão pelo skate. Estamos empenhados em oferecer uma seleção diversificada de produtos de qualidade, desde pranchas e rodas até roupas e acessórios, sempre mantendo o compromisso com a autenticidade e a satisfação do cliente. Buscamos constantemente melhorar nossos serviços e garantir que cada experiência de compra seja positiva, proporcionando aos nossos clientes a confiança de que estão sendo atendidos por uma equipe apaixonada pelo skate.</p><h2>Visão</h2><p>Nossa visão é ser reconhecidos como a loja virtual líder no Brasil quando se trata de produtos relacionados ao skate. Queremos ser a primeira escolha dos skatistas de todos os níveis de habilidade, fornecendo um ambiente virtual acessível, amigável e seguro para a compra de produtos de skate. Além disso, aspiramos criar uma comunidade engajada em torno do skate, oferecendo conteúdo informativo e inspirador, conectando os skatistas em todo o país e fortalecendo a cultura do skate no Brasil. Estamos comprometidos em impulsionar a evolução do skate e incentivar o estilo de vida saudável e apaixonante que ele representa.</p><h2>Valores</h2><p>1. Paixão pelo skate: Somos apaixonados pelo skate e acreditamos que ele vai além de um simples esporte. Valorizamos a cultura, a expressão individual e o espírito de comunidade que o skate representa. Essa paixão nos impulsiona a oferecer o melhor serviço e os melhores produtos possíveis aos nossos clientes.</p><p>2. Qualidade e autenticidade: Valorizamos a qualidade em tudo o que fazemos. Selecionamos cuidadosamente os produtos que oferecemos, trabalhando apenas com marcas confiáveis e reconhecidas no mercado. Estamos comprometidos em garantir que cada item vendido em nossa loja virtual seja autêntico e atenda aos mais altos padrões de qualidade.</p><p>3. Atendimento ao cliente excepcional: Colocamos nossos clientes em primeiro lugar. Estamos empenhados em fornecer um atendimento ao cliente excepcional, sendo responsivos, prestativos e garantindo que todas as necessidades e preocupações sejam tratadas com o máximo profissionalismo e dedicação.</p><p>4. Inclusão e diversidade: Acreditamos na inclusão e na diversidade como valores fundamentais. Respeitamos e valorizamos todas as pessoas, independentemente de sua origem, raça, gênero ou habilidade. Estamos comprometidos em criar um ambiente inclusivo e acolhedor para todos os skatistas e entusiastas do skate no Brasil.</p><p>Junte-se a nós nesta jornada emocionante do skate e explore o universo da SK8 Lifestyle. Estamos aqui para atendê-lo e fornecer a melhor experiência de compra online para todos os amantes do skate em todo o Brasil.</p>",
        "url-param": "sobre-nos",
        "url": "/pages/?page=sobre-nos"
    },
    {
        "id": 9,
        "title": "Perguntas Frequentes",
        "content": "<p>Bem-vindo à página de Perguntas Frequentes da SK8 Lifestyle! Aqui você encontrará respostas para algumas das dúvidas mais comuns relacionadas à nossa loja virtual e aos nossos produtos. Caso não encontre a resposta que procura, não hesite em entrar em contato com nosso suporte ao cliente. Estamos aqui para ajudar!</p><h2>1. Quais são os métodos de pagamento aceitos?</h2><p>Aceitamos os seguintes métodos de pagamento em nossa loja: cartões de crédito (Visa, MasterCard, American Express), cartões de débito, PayPal, Boleto Bancário e Pix.</p><h2>2. Quanto tempo leva para o meu pedido ser processado e enviado?</h2><p>Após a confirmação do pagamento, o seu pedido será processado em até 3 dias úteis. O tempo de envio pode variar dependendo da sua localização, mas geralmente leva de 5 a 10 dias úteis para a entrega dentro do território brasileiro.</p><h2>3. Vocês realizam entregas internacionais?</h2><p>No momento, realizamos apenas entregas dentro do Brasil. Não oferecemos envios internacionais.</p><h2>4. Como faço para rastrear o meu pedido?</h2><p>Assim que o seu pedido for despachado, você receberá um e-mail com o número de rastreamento. Você poderá utilizar esse número para rastrear o seu pedido através do site da transportadora responsável pela entrega.</p><h2>5. O que devo fazer se o meu pedido chegou com algum item faltando ou danificado?</h2><p>Se o seu pedido chegou com algum item faltando ou danificado, pedimos desculpas pelo inconveniente. Por favor, entre em contato com nosso suporte ao cliente pelo e-mail email@sk8lifestyle.com o mais rápido possível, fornecendo os detalhes do problema. Faremos o possível para resolver a situação de forma rápida e satisfatória.</p><h2>6. Vocês realizam trocas ou devoluções?</h2><p>Sim, aceitamos trocas e devoluções dentro de 30 dias após o recebimento do produto, desde que o item esteja em sua embalagem original e em perfeitas condições. Para solicitar uma troca ou devolução, entre em contato com nosso suporte ao cliente pelo e-mail email@sk8lifestyle.com, informando o motivo da troca ou devolução. Faremos o possível para auxiliá-lo nesse processo.</p><h2>7. Vocês oferecem garantia nos produtos?</h2><p>Sim, todos os produtos vendidos em nossa loja possuem garantia contra defeitos de fabricação. As condições específicas da garantia podem variar de acordo com o fabricante e o produto em questão. Caso você precise acionar a garantia de um produto, entre em contato com nosso suporte ao cliente para obter mais informações.</p><p>Se você tiver qualquer outra pergunta ou precisar de mais assistência, não hesite em entrar em contato com nosso suporte ao cliente pelo e-mail email@sk8lifestyle.com. Estamos aqui para ajudá-lo a aproveitar ao máximo sua experiência de compra na SK8 Lifestyle!</p>",
        "url-param": "perguntas-frequentes",
        "url": "/pages/?page=perguntas-frequentes"
    }
]