[
    {
        "id": 1,
        "name": "Prancha de Skate Santa Cruz Ryb Color",
        "description": "<p>Apresentamos a Prancha de Skate Ryb Color da marca Santa Cruz, uma peça de qualidade superior e design impressionante. Com dimensões de 80cm x 31,5cm, esta prancha é construída com corpo em madeira Maple, garantindo a durabilidade e resistência necessárias para o uso intenso no skate.</p><p>O modelo Ryb Color apresenta uma combinação de cores vibrantes, incluindo vermelho, azul, amarelo e preto, que se destacam e chamam a atenção em qualquer pista de skate. A prancha também conta com a marca da Santa Cruz em destaque, garantindo a autenticidade do produto.</p><p>Se você está procurando uma prancha de skate de alta qualidade, resistente e com um design único e marcante, a Ryb Color da Santa Cruz é a escolha perfeita para você. Prepare-se para conquistar novos desafios e se destacar na pista com esta incrível prancha de skate.</p>",
        "price": 124.90,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-santa-cruz-ryb-color/main-image.jpeg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-santa-cruz-ryb-color",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-santa-cruz-ryb-color",
        "availability": 34,
        "collection": "pranchas",
        "brand": "Santa Cruz"
    },
    {
        "id": 2,
        "name": "Rodas de Skate Pro Ugin SHR-100A",
        "description": "<p>Apresentamos as incríveis Rodas de Skate Pro Ugin SHR-100A da renomada marca Ugin, projetadas especialmente para os skatistas mais exigentes em busca de uma experiência de skate de alto nível. Essas rodas revolucionárias combinam a qualidade superior da Ugin com a inovadora tecnologia Stitching Wheel, proporcionando uma performance excepcional nas ruas e nas pistas de skate. Se você está em busca de rodas duráveis, com excelente aderência e deslizamento suave, as Rodas de Skate Pro Ugin SHR-100A são a escolha perfeita.</p> <p>Com dimensões de 30mm por 54mm, essas rodas são ideais para manobras técnicas e precisas. Seu tamanho versátil oferece um equilíbrio perfeito entre estabilidade e agilidade, permitindo que os skatistas explorem todo o seu potencial. As Rodas de Skate Pro Ugin SHR-100A são fabricadas com materiais de alta qualidade, garantindo resistência e durabilidade excepcionais mesmo nos terrenos mais desafiadores. Prepare-se para dominar o skatepark com confiança e estilo!</p> <p>A tecnologia Stitching Wheel presente nas Rodas de Skate Pro Ugin SHR-100A é o que as diferencia das demais. Desenvolvida pela Ugin, essa inovação revolucionária oferece uma aderência superior ao solo, garantindo uma tração firme durante manobras complexas e curvas fechadas. Com as Rodas de Skate Pro Ugin SHR-100A, você poderá explorar novos limites e elevar seu desempenho a um novo patamar, desfrutando de uma experiência de skate suave e precisa.</p> <p>Além de sua funcionalidade excepcional, as Rodas de Skate Pro Ugin SHR-100A também são esteticamente atraentes. Seu design moderno e arrojado complementa qualquer estilo de skate e reflete a paixão pela cultura do skateboarding. Sinta-se confiante enquanto você se destaca na multidão, mostrando sua personalidade única e seu amor pelo skate. Não perca a oportunidade de adquirir as Rodas de Skate Pro Ugin SHR-100A e leve seu skate para um novo nível de desempenho e estilo. A Ugin está pronta para acompanhá-lo em todas as suas aventuras nas quatro rodas!</p>",
        "price": 88.90,
        "price-no-discount": null,
        "main-img": "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-1.jpg",
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-2.jpg",
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-3.jpg",
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-4.jpg"
        ],
        "colors": {
            "Branco": ["white", "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-1.jpg"],
            "Azul": ["blue", "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-2.jpg"],
            "Vermelho": ["red", "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-3.jpg"],
            "Rosa": ["pink", "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-4.jpg"]
        },
        "url-param": "rodas-de-skate-pro-ugin-shr-100a",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rodas-de-skate-pro-ugin-shr-100a",
        "availability": 76,
        "collection": "rodas",
        "brand": "Ugin"
    },
    {
        "id": 3,
        "name": "Prancha de Skate Baker Simple Layer 8.0",
        "description": "<p>Apresentamos a incrível Prancha de Skate Baker Simple Layer 8.0, da renomada marca Baker, a escolha perfeita para skatistas que buscam desempenho e estilo. Disponível nas cores preto, azul, rosa e verde, essa prancha é uma verdadeira expressão de personalidade e individualidade.</p><p>A Prancha de Skate Baker Simple Layer 8.0 foi projetada com a inovadora tecnologia Hard Motion Resistance, proporcionando uma resistência excepcional para suportar as manobras mais radicais e os impactos mais intensos. Essa tecnologia garante durabilidade e confiabilidade, permitindo que você se concentre totalmente nas suas habilidades de skate.</p><p>Com uma largura de 8.0 polegadas, essa prancha oferece uma plataforma estável e versátil para realizar manobras precisas e controladas. Seu shape de alta qualidade proporciona um equilíbrio perfeito entre pop e resposta, elevando o seu desempenho a novos patamares. Sinta-se no controle total enquanto domina o skatepark com a Prancha de Skate Baker Simple Layer 8.0.</p><p>Além do seu desempenho excepcional, a Prancha de Skate Baker Simple Layer 8.0 também se destaca pelo seu design moderno e estiloso. Com gráficos únicos e vibrantes, essa prancha é uma verdadeira obra de arte sobre rodas. Mostre sua personalidade e estilo único com essa prancha de skate que é uma verdadeira declaração de autenticidade.</p>",
        "price": 149.9,
        "price-no-discount": 229.9,
        "main-img": "/src/img/products/prancha-de-skate-baker-simple-layer-80/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-1.jpg",
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-2.jpg",
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-3.jpg",
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-4.jpg"
        ],
        "colors": {
            "Preto": ["black", "/src/img/products/prancha-de-skate-baker-simple-layer-80/main-image.jpg"],
            "Azul": ["cyan", "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-2.jpg"],
            "Rosa": ["pink", "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-3.jpg"],
            "Verde": ["green", "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-4.jpg"]
        },
        "url-param": "prancha-de-skate-baker-simple-layer-80",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-baker-simple-layer-80",
        "availability": 51,
        "collection": "pranchas",
        "brand": "Baker"
    },
    {
        "id": 4,
        "name": "Prancha de Skate Baker Ultra Layer 9.0",
        "description": "<p>Apresentamos a incrível Prancha de Skate Baker Ultra Layer 9.0, da renomada marca Baker, a escolha perfeita para skatistas que buscam desempenho e estilo. Disponível nas cores preto, azul, rosa e verde, essa prancha é uma verdadeira expressão de personalidade e individualidade.</p><p>A Prancha de Skate Baker Ultra Layer 9.0 foi projetada com a inovadora tecnologia Hard Motion Resistance, proporcionando uma resistência excepcional para suportar as manobras mais radicais e os impactos mais intensos. Essa tecnologia garante durabilidade e confiabilidade, permitindo que você se concentre totalmente nas suas habilidades de skate.</p><p>Com uma largura de 8.0 polegadas, essa prancha oferece uma plataforma estável e versátil para realizar manobras precisas e controladas. Seu shape de alta qualidade proporciona um equilíbrio perfeito entre pop e resposta, elevando o seu desempenho a novos patamares. Sinta-se no controle total enquanto domina o skatepark com a Prancha de Skate Baker Ultra Layer 9.0.</p><p>Além do seu desempenho excepcional, a Prancha de Skate Baker Ultra Layer 9.0 também se destaca pelo seu design moderno e estiloso. Com gráficos únicos e vibrantes, essa prancha é uma verdadeira obra de arte sobre rodas. Mostre sua personalidade e estilo único com essa prancha de skate que é uma verdadeira declaração de autenticidade.</p>",
        "price": 229.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-baker-ultra-layer-90/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-baker-ultra-layer-90",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-baker-ultra-layer-90",
        "availability": 22,
        "collection": "pranchas",
        "brand": "Baker"
    },
    {
        "id": 5,
        "name": "Rodas de Skate Frosted Cruiser Longboard",
        "description": "<p>O conjunto de 4 rodas Frosted Cruiser Longboard é perfeito para os entusiastas do skate que desejam uma experiência suave e controlada em suas sessões de longboard. Com um design elegante e contemporâneo, essas rodas vão elevar o estilo do seu skate para um novo patamar.</p><p>Cada roda possui dimensões de 70mm por 51mm, proporcionando uma combinação ideal de velocidade e estabilidade. O tamanho generoso das rodas permite uma excelente aderência em diferentes tipos de superfícies, garantindo uma resposta rápida e precisa em cada manobra.</p><p>A construção de alta qualidade das rodas Frosted Cruiser Longboard oferece durabilidade excepcional, resistindo ao desgaste constante do uso intenso. Seu material resistente e de alto desempenho garante uma experiência confiável e consistente ao longo do tempo, permitindo que você desfrute de sessões de skate sem preocupações.</p><p>Com as rodas Frosted Cruiser Longboard, você poderá explorar novos terrenos e conquistar novos desafios. Seja você um iniciante ou um skatista experiente, essas rodas são a escolha ideal para quem busca uma combinação perfeita de estilo, desempenho e durabilidade. Prepare-se para sentir a emoção de deslizar com fluidez e confiança em seu skate longboard.</p>",
        "price": 99.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/aditional-image-1.jpg",
            "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/aditional-image-2.jpg"
        ],
        "colors": {
            "Preto": ["black", "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/main-image.jpg"],
            "Verde": ["lightgreen", "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/aditional-image-2.jpg"]
        },
        "url-param": "rodas-de-skate-frosted-cruiser-longboard",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rodas-de-skate-frosted-cruiser-longboard",
        "availability": 27,
        "collection": "rodas",
        "brand": "Frosted"
    },
    {
        "id": 6,
        "name": "Rolamentos de Skate Profissionais Redz Precision",
        "description": "<p>Os Rolamentos de Skate Profissionais Redz Precision são a escolha perfeita para skatistas que buscam desempenho excepcional e durabilidade incomparável. Com seu nome reconhecido no mundo do skate, a marca Redz entrega qualidade e precisão em cada produto.</p><p>Cada pacote contém 8 unidades de rolamentos, proporcionando o conjunto completo para o seu skate. Esses rolamentos foram projetados para oferecer uma rotação suave e consistente, permitindo que você desfrute de manobras precisas e rápidas em qualquer terreno.</p><p>Aproveite esta promoção especial e adquira os Rolamentos de Skate Profissionais Redz Precision por um preço incrível. Não perca a oportunidade de elevar o desempenho do seu skate e superar seus limites com a confiabilidade e a qualidade que apenas a Redz pode oferecer.</p>",
        "price": 87.7,
        "price-no-discount": 100,
        "main-img": "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-1.jpg",
            "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-2.jpg",
            "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-3.jpg"
        ],
        "colors": {
            "Preto": ["black", "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/main-image.jpg"],
            "Branco": ["white", "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-1.jpg"]
        },
        "url-param": "rolamentos-de-skate-profissionais-redz-precision",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rolamentos-de-skate-profissionais-redz-precision",
        "availability": 22,
        "collection": "rolamentos",
        "brand": "Redz"
    },
    {
        "id": 7,
        "name": "Skate Rocker Seven Layer Chess Pro",
        "description": "<p>Apresentamos o incrível Skate Profissional Rocker Seven Layer Chess, o companheiro perfeito para skatistas que buscam alto desempenho e estilo. Com um adesivo em padrão xadrez, essa prancha é uma verdadeira obra de arte sobre rodas, adicionando um toque único ao seu visual.</p><p>O Skate Profissional Rocker Seven Layer Chess apresenta a tecnologia inovadora Seven Hard Layer Resistance, que garante uma resistência excepcional para suportar até mesmo as manobras mais intensas e os impactos mais pesados. Com essa tecnologia, você pode confiar na durabilidade e confiabilidade dessa prancha, permitindo que você se concentre totalmente em aprimorar suas habilidades de skate.</p><p>Com dimensões de 79cm x 20cm x 13,5cm, esse skate oferece um tamanho versátil que atende às necessidades de skatistas de todos os níveis de habilidade. Sua construção em sete camadas de alta qualidade proporciona uma combinação perfeita de estabilidade e resposta, permitindo que você execute manobras precisas e tenha um ótimo controle sobre a prancha.</p><p>Além do seu desempenho excepcional, o Skate Profissional Rocker Seven Layer Chess também é uma declaração de estilo. Com seu adesivo em cor xadrez, esse skate se destaca em qualquer ambiente. Mostre sua personalidade e paixão pelo skate com esse skate que combina desempenho, durabilidade e estilo em um único produto.</p>",
        "price": 379.9,
        "price-no-discount": 500,
        "main-img": "/src/img/products/skate-rocker-seven-layer-chess-pro/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/skate-rocker-seven-layer-chess-pro/aditional-image-1.jpg",
            "/src/img/products/skate-rocker-seven-layer-chess-pro/aditional-image-2.jpg",
            "/src/img/products/skate-rocker-seven-layer-chess-pro/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "skate-rocker-seven-layer-chess-pro",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-rocker-seven-layer-chess-pro",
        "availability": 13,
        "collection": "skates",
        "brand": "Rocker"
    },
    {
        "id": 8,
        "name": "Skate Rocker Seven Layer Space Hart",
        "description": "<p>Apresentamos o Skate Rocker Seven Layer Space Hart, um verdadeiro símbolo de estilo e performance no mundo do skate. Com seu design inovador e qualidade excepcional, este skate irá elevá-lo a novos patamares em suas sessões de skate.</p><p>O Skate Rocker Seven Layer Space Hart é equipado com a tecnologia avançada Seven Hard Layer Resistance, oferecendo uma resistência excepcional para suportar as demandas intensas das manobras radicais. Essa tecnologia de camadas rígidas proporciona durabilidade e estabilidade, permitindo que você se concentre em aprimorar suas habilidades sem preocupações.</p><p>Com dimensões de 79cm x 20cm x 13,5cm, este skate possui o tamanho perfeito para uma experiência equilibrada de skate. Sua construção robusta e precisa oferece uma plataforma sólida para manobras precisas e uma resposta ágil, permitindo que você execute movimentos com confiança e fluidez.</p><p>O Skate Rocker Seven Layer Space Hart destaca-se também pelo seu visual impressionante. Seu design único e futurista, combinado com detalhes gráficos exclusivos, fazem dele um verdadeiro objeto de desejo para os amantes do skate. Mostre seu estilo autêntico e destaque-se nas pistas com este skate que é uma verdadeira obra de arte sobre rodas.</p><p>Prepare-se para conquistar novos desafios e explorar o espaço infinito do skate com o Skate Rocker Seven Layer Space Hart. Ele oferece uma experiência incomparável, unindo tecnologia de ponta, qualidade superior e estilo marcante. Não perca a oportunidade de elevar seu skate para um novo patamar e conquistar a admiração de todos ao redor. Seu próximo nível de skate começa aqui.</p>",
        "price": 330,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-rocker-seven-layer-space-hart/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-1.jpg",
            "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-2.jpg",
            "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-3.jpg"
        ],
        "colors": {
            "Azul": ["blue", "/src/img/products/skate-rocker-seven-layer-space-hart/main-image.jpg"],
            "Rosa": ["lightpink", "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-2.jpg"],
            "Cinza": ["gray", "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-3.jpg"]
        },
        "url-param": "skate-rocker-seven-layer-space-hart",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-rocker-seven-layer-space-hart",
        "availability": 12,
        "collection": "skates",
        "brand": "Rocker"
    },
    {
        "id": 9,
        "name": "Skate Rocker Seven Layer Mystic Tiger",
        "description": "<p>Apresentamos o Skate Rocker Seven Layer Mystic Tiger, uma verdadeira fera do skate que combina estilo e desempenho em uma única prancha. Se você procura um skate que destaque sua personalidade e ofereça alta performance, este é o modelo ideal para você.</p><p>O Skate Rocker Seven Layer Mystic Tiger conta com a tecnologia inovadora Seven Hard Layer Resistance, garantindo uma resistência excepcional para suportar as sessões mais intensas e as manobras mais radicais. Com essa tecnologia avançada, você pode se concentrar totalmente nas suas habilidades de skate, sem se preocupar com a durabilidade da prancha.</p><p>Com dimensões de 79cm x 20cm x 13,5cm, este skate possui o tamanho perfeito para uma experiência de skate equilibrada. Sua construção em sete camadas proporciona uma combinação perfeita de estabilidade e resposta, permitindo que você execute manobras com precisão e tenha um ótimo controle sobre a prancha.</p>",
        "price": 349.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-rocker-seven-layer-mystic-tiger/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-rocker-seven-layer-mystic-tiger",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-rocker-seven-layer-mystic-tiger",
        "availability": 19,
        "collection": "skates",
        "brand": "Rocker"
    },
    {
        "id": 10,
        "name": "Skate Longboard Seeth Ink SSG Cruiser Black Cat",
        "description": "<p>Apresentamos o Skate Longboard Seeth Ink SSG Cruiser Black Cat, uma verdadeira obra de arte sobre rodas para os amantes do longboard. Com seu design elegante e desempenho excepcional, este longboard é perfeito para quem busca estilo e adrenalina em suas sessões de skate.</p><p>O Skate Longboard Seeth Ink SSG Cruiser Black Cat oferece uma experiência de cruzeiro suave e estável, permitindo que você deslize pelas ruas e calçadas com total conforto. Sua construção de alta qualidade e shape cuidadosamente projetado garantem uma resposta ágil e uma ótima capacidade de curvas, proporcionando uma sensação de surfar no asfalto.</p><p>Com seu adesivo exclusivo de um gato preto, o Skate Longboard Seeth Ink SSG Cruiser Black Cat é uma verdadeira declaração de estilo e individualidade. Seja você um skatista experiente ou um iniciante, este longboard vai te acompanhar em todas as suas aventuras, trazendo diversão e emoção a cada passeio.</p>",
        "price": 449.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-longboard-seeth-ink-ssg-cruiser-black-cat/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/skate-longboard-seeth-ink-ssg-cruiser-black-cat/aditional-image-1.jpg",
            "/src/img/products/skate-longboard-seeth-ink-ssg-cruiser-black-cat/aditional-image-2.jpg"
        ],
        "colors": {},
        "url-param": "skate-longboard-seeth-ink-ssg-cruiser-black-cat",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-longboard-seeth-ink-ssg-cruiser-black-cat",
        "availability": 9,
        "collection": "skates",
        "brand": "Seeth Ink"
    },
    {
        "id": 11,
        "name": "Lixa de Skate Griptape Yellow Prism",
        "description": "<p>Descubra a incrível lixa de skate Griptape Yellow Prism, da renomada marca Griptape. Essa lixa adesiva é perfeita para os skatistas que buscam aderência e estilo em suas manobras.</p><p>Com dimensões de 85cm x 24cm, a Griptape Yellow Prism oferece uma cobertura ampla e generosa para o seu shape de skate. Sua aderência de alta qualidade proporciona uma excelente tração, garantindo que seus pés fiquem firmemente plantados na prancha durante as manobras mais intensas.</p><p>A lixa de skate Griptape Yellow Prism apresenta um design exclusivo em amarelo prismático, adicionando um toque de estilo e personalidade ao seu skate. Com essa lixa, você estará preparado para enfrentar qualquer desafio e mostrar suas habilidades com confiança.</p>",
        "price": 34.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/lixa-de-skate-griptape-yellow-prism/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-griptape-yellow-prism/aditional-image-1.jpg",
            "/src/img/products/lixa-de-skate-griptape-yellow-prism/aditional-image-2.jpg",
            "/src/img/products/lixa-de-skate-griptape-yellow-prism/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-griptape-yellow-prism",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-griptape-yellow-prism",
        "availability": 34,
        "collection": "lixas",
        "brand": "Griptape"
    },
    {
        "id": 12,
        "name": "Lixa de Skate Griptape Red Prism",
        "description": "<p>Explore a incrível lixa de skate Griptape Red Prism, da renomada marca Griptape. Essa lixa adesiva é perfeita para os skatistas que buscam aderência e estilo em suas manobras.</p><p>Com dimensões de 85cm x 24cm, a Griptape Red Prism oferece uma cobertura ampla e generosa para o seu shape de skate. Sua aderência de alta qualidade proporciona uma excelente tração, garantindo que seus pés fiquem firmemente plantados na prancha durante as manobras mais intensas.</p><p>A lixa de skate Griptape Red Prism apresenta um design exclusivo em vermelho prismático, adicionando um toque de estilo e personalidade ao seu skate. Com essa lixa, você estará preparado para enfrentar qualquer desafio e mostrar suas habilidades com confiança.</p>",
        "price": 34.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/lixa-de-skate-griptape-red-prism/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-griptape-red-prism/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-griptape-red-prism",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-griptape-red-prism",
        "availability": 28,
        "collection": "lixas",
        "brand": "Griptape"
    },
    {
        "id": 13,
        "name": "Lixa de Skate Griptape Splashed Paint",
        "description": "<p>Conheça a impressionante Lixa de Skate Griptape Splashed Paint, da renomada marca Griptape. Essa lixa adesiva é perfeita para os skatistas que buscam aderência e estilo em suas manobras.</p><p>Com dimensões de 85cm x 24cm, a Griptape Splashed Paint oferece uma cobertura ampla e generosa para o seu shape de skate. Sua aderência de alta qualidade proporciona uma excelente tração, garantindo que seus pés fiquem firmemente plantados na prancha durante as manobras mais intensas.</p><p>A lixa de skate Griptape Splashed Paint apresenta um design único de respingos de tinta, adicionando um toque de originalidade e estilo ao seu skate. Com essa lixa, você estará pronto para enfrentar qualquer desafio e mostrar suas habilidades com confiança.</p>",
        "price": 24.9,
        "price-no-discount": 34.9,
        "main-img": "/src/img/products/lixa-de-skate-griptape-splashed-paint/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-griptape-splashed-paint/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-griptape-splashed-paint",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-griptape-splashed-paint",
        "availability": 16,
        "collection": "lixas",
        "brand": "Griptape"
    },
    {
        "id": 14,
        "name": "Lixa de Skate SGD Red Moon",
        "description": "<p>Eleve seu skate para um novo nível com a Lixa de Skate Griptape Red Moon, da renomada marca SGD. Projetada para oferecer aderência superior e estilo excepcional, essa lixa adesiva é perfeita para skatistas que buscam performance e personalidade em suas sessões.</p><p>Com dimensões de 84cm x 25cm, a Griptape Red Moon fornece uma ampla cobertura para o seu shape de skate. Sua aderência de alta qualidade garante uma tração confiável, mantendo seus pés firmemente plantados na prancha durante as manobras mais desafiadoras.</p><p>A lixa de skate Griptape Red Moon apresenta um design cativante de uma lua vermelha, adicionando um toque de mistério e estilo ao seu skate. Essa lixa não apenas melhora o desempenho do seu skate, mas também destaca sua individualidade nas pistas e nas ruas.</p><p>Construída com materiais duráveis e resistentes, a Griptape Red Moon foi projetada para suportar o desgaste diário e proporcionar uma aderência consistente ao longo do tempo. Seja você um skatista profissional ou iniciante, essa lixa é o complemento perfeito para elevar suas habilidades e se destacar no cenário do skate.</p>",
        "price": 39.9,
        "price-no-discount": 44.9,
        "main-img": "/src/img/products/lixa-de-skate-sgd-red-moon/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-sgd-red-moon/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-sgd-red-moon",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-sgd-red-moon",
        "availability": 11,
        "collection": "lixas",
        "brand": "SGD"
    },
    {
        "id": 15,
        "name": "Lixa de Skate SGD Galaxy View",
        "description": "<p>Aprimore sua experiência no skate com a Lixa de Skate SGD Galaxy View, da marca SGD. Desenvolvida para proporcionar aderência excepcional e estilo único, essa lixa adesiva é ideal para skatistas que buscam alto desempenho e personalidade em suas manobras.</p><p>Com dimensões de 84cm x 25cm, a Lixa de Skate SGD Galaxy View oferece ampla cobertura para o seu shape, garantindo estabilidade e controle durante as sessões. Sua aderência de alta qualidade proporciona tração confiável, mantendo seus pés firmemente fixados na prancha, mesmo nas manobras mais intensas.</p><p>O design da lixa SGD Galaxy View é inspirado no fascinante universo, com uma estética única que se destaca. Seu visual impressionante adiciona um toque de estilo individual ao seu skate, permitindo que você expresse sua personalidade nas pistas e nas ruas.</p><p>Construída com materiais duráveis e resistentes, a Lixa de Skate SGD Galaxy View foi projetada para suportar o uso intenso e manter a aderência ao longo do tempo. Seja você um skatista profissional ou amador, essa lixa proporcionará uma experiência de skate excepcional, combinando funcionalidade e estilo.</p>",
        "price": 44.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/lixa-de-skate-sgd-galaxy-view/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-sgd-galaxy-view/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-sgd-galaxy-view",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-sgd-galaxy-view",
        "availability": 19,
        "collection": "lixas",
        "brand": "SGD"
    },
    {
        "id": 16,
        "name": "Rolamentos de Skate ABEC BSB Pro 16 Und",
        "description": "<p>Eleve o desempenho do seu skate com o conjunto de Rolamentos de Skate ABEC BSB Pro 16 Und, da marca ABEC. Projetados para proporcionar velocidade e suavidade, esses rolamentos são ideais para skatistas que buscam alta performance em suas sessões.</p><p>Com dimensões de 22mm x 7mm e furo de 8mm, os Rolamentos de Skate ABEC BSB Pro 16 Und oferecem um encaixe perfeito em suas rodas, garantindo um deslize suave e preciso. Sua construção de alta qualidade e precisão assegura uma durabilidade excepcional, mesmo em condições adversas.</p><p>Os rolamentos ABEC BSB Pro 16 Und são conhecidos por sua velocidade e resposta rápida. Com classificação ABEC 16, eles proporcionam uma rotação suave e eficiente, permitindo que você atinja altas velocidades e execute manobras com total controle.</p><p>Seja você um skatista profissional ou amador, o conjunto de Rolamentos de Skate ABEC BSB Pro 16 Und irá elevar o seu jogo. Com esses rolamentos de alta qualidade, você estará preparado para enfrentar qualquer desafio e explorar novos limites em suas sessões de skate.</p>",
        "price": 127.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/aditional-image-1.jpg",
            "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/aditional-image-2.jpg",
            "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "rolamentos-de-skate-abec-bsb-pro-16-und",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rolamentos-de-skate-abec-bsb-pro-16-und",
        "availability": 23,
        "collection": "rolamentos",
        "brand": "ABEC"
    },
    {
        "id": 17,
        "name": "Rolamentos de Skate ABEC Ceramic Blackred",
        "description": "<p>Eleve a performance do seu skate com o conjunto de Rolamentos de Skate ABEC Ceramic Blackred, da marca ABEC. Esses rolamentos de alta qualidade são projetados para proporcionar uma experiência suave e duradoura nas suas sessões de skate.</p><p>Com dimensões de 22mm x 7mm e furo de 8mm, os Rolamentos de Skate ABEC Ceramic Blackred oferecem um ajuste preciso nas suas rodas, garantindo um deslize suave e eficiente. Sua construção em cerâmica de alta qualidade oferece uma durabilidade excepcional, resistindo ao desgaste e às condições adversas.</p><p>Os rolamentos ABEC Ceramic Blackred são conhecidos pela sua velocidade e resistência ao calor. Com rolamentos de cerâmica de alta performance, esses rolamentos proporcionam uma rotação suave e eficiente, permitindo que você alcance altas velocidades e execute manobras com precisão.</p><p>Seja você um skatista profissional ou amador, o conjunto de Rolamentos de Skate ABEC Ceramic Blackred elevará o seu skate para um novo nível. Com esses rolamentos de cerâmica de alta qualidade, você estará pronto para enfrentar qualquer desafio e dominar as pistas com confiança.</p>",
        "price": 88.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/aditional-image-1.jpg",
            "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/aditional-image-2.jpg",
            "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "rolamentos-de-skate-abec-ceramic-blackred",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rolamentos-de-skate-abec-ceramic-blackred",
        "availability": 31,
        "collection": "rolamentos",
        "brand": "ABEC"
    }
]