[
    {
        "id": 1,
        "name": "Prancha de Skate Santa Cruz Ryb Color",
        "description": "<p>Apresentamos a Prancha de Skate Ryb Color da marca Santa Cruz, uma peça de qualidade superior e design impressionante. Com dimensões de 80cm x 31,5cm, esta prancha é construída com corpo em madeira Maple, garantindo a durabilidade e resistência necessárias para o uso intenso no skate.</p><p>O modelo Ryb Color apresenta uma combinação de cores vibrantes, incluindo vermelho, azul, amarelo e preto, que se destacam e chamam a atenção em qualquer pista de skate. A prancha também conta com a marca da Santa Cruz em destaque, garantindo a autenticidade do produto.</p><p>Se você está procurando uma prancha de skate de alta qualidade, resistente e com um design único e marcante, a Ryb Color da Santa Cruz é a escolha perfeita para você. Prepare-se para conquistar novos desafios e se destacar na pista com esta incrível prancha de skate.</p>",
        "price": 124.90,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-santa-cruz-ryb-color/main-image.jpeg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-santa-cruz-ryb-color",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-santa-cruz-ryb-color",
        "availability": 34,
        "collection": "pranchas",
        "brand": "Santa Cruz"
    },
    {
        "id": 2,
        "name": "Rodas de Skate Pro Ugin SHR-100A",
        "description": "<p>Apresentamos as incríveis Rodas de Skate Pro Ugin SHR-100A da renomada marca Ugin, projetadas especialmente para os skatistas mais exigentes em busca de uma experiência de skate de alto nível. Essas rodas revolucionárias combinam a qualidade superior da Ugin com a inovadora tecnologia Stitching Wheel, proporcionando uma performance excepcional nas ruas e nas pistas de skate. Se você está em busca de rodas duráveis, com excelente aderência e deslizamento suave, as Rodas de Skate Pro Ugin SHR-100A são a escolha perfeita.</p> <p>Com dimensões de 30mm por 54mm, essas rodas são ideais para manobras técnicas e precisas. Seu tamanho versátil oferece um equilíbrio perfeito entre estabilidade e agilidade, permitindo que os skatistas explorem todo o seu potencial. As Rodas de Skate Pro Ugin SHR-100A são fabricadas com materiais de alta qualidade, garantindo resistência e durabilidade excepcionais mesmo nos terrenos mais desafiadores. Prepare-se para dominar o skatepark com confiança e estilo!</p> <p>A tecnologia Stitching Wheel presente nas Rodas de Skate Pro Ugin SHR-100A é o que as diferencia das demais. Desenvolvida pela Ugin, essa inovação revolucionária oferece uma aderência superior ao solo, garantindo uma tração firme durante manobras complexas e curvas fechadas. Com as Rodas de Skate Pro Ugin SHR-100A, você poderá explorar novos limites e elevar seu desempenho a um novo patamar, desfrutando de uma experiência de skate suave e precisa.</p> <p>Além de sua funcionalidade excepcional, as Rodas de Skate Pro Ugin SHR-100A também são esteticamente atraentes. Seu design moderno e arrojado complementa qualquer estilo de skate e reflete a paixão pela cultura do skateboarding. Sinta-se confiante enquanto você se destaca na multidão, mostrando sua personalidade única e seu amor pelo skate. Não perca a oportunidade de adquirir as Rodas de Skate Pro Ugin SHR-100A e leve seu skate para um novo nível de desempenho e estilo. A Ugin está pronta para acompanhá-lo em todas as suas aventuras nas quatro rodas!</p>",
        "price": 88.90,
        "price-no-discount": null,
        "main-img": "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-1.jpg",
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-2.jpg",
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-3.jpg",
            "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-4.jpg"
        ],
        "colors": {
            "Branco": [
                "white",
                "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-1.jpg"
            ],
            "Azul": [
                "blue",
                "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-2.jpg"
            ],
            "Vermelho": [
                "red",
                "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-3.jpg"
            ],
            "Rosa": [
                "pink",
                "/src/img/products/rodas-de-skate-pro-ugin-shr-100a/aditional-image-4.jpg"
            ]
        },
        "url-param": "rodas-de-skate-pro-ugin-shr-100a",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rodas-de-skate-pro-ugin-shr-100a",
        "availability": 76,
        "collection": "rodas",
        "brand": "Ugin"
    },
    {
        "id": 3,
        "name": "Prancha de Skate Baker Simple Layer 8.0",
        "description": "<p>Apresentamos a incrível Prancha de Skate Baker Simple Layer 8.0, da renomada marca Baker, a escolha perfeita para skatistas que buscam desempenho e estilo. Disponível nas cores preto, azul, rosa e verde, essa prancha é uma verdadeira expressão de personalidade e individualidade.</p><p>A Prancha de Skate Baker Simple Layer 8.0 foi projetada com a inovadora tecnologia Hard Motion Resistance, proporcionando uma resistência excepcional para suportar as manobras mais radicais e os impactos mais intensos. Essa tecnologia garante durabilidade e confiabilidade, permitindo que você se concentre totalmente nas suas habilidades de skate.</p><p>Com uma largura de 8.0 polegadas, essa prancha oferece uma plataforma estável e versátil para realizar manobras precisas e controladas. Seu shape de alta qualidade proporciona um equilíbrio perfeito entre pop e resposta, elevando o seu desempenho a novos patamares. Sinta-se no controle total enquanto domina o skatepark com a Prancha de Skate Baker Simple Layer 8.0.</p><p>Além do seu desempenho excepcional, a Prancha de Skate Baker Simple Layer 8.0 também se destaca pelo seu design moderno e estiloso. Com gráficos únicos e vibrantes, essa prancha é uma verdadeira obra de arte sobre rodas. Mostre sua personalidade e estilo único com essa prancha de skate que é uma verdadeira declaração de autenticidade.</p>",
        "price": 149.9,
        "price-no-discount": 229.9,
        "main-img": "/src/img/products/prancha-de-skate-baker-simple-layer-80/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-1.jpg",
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-2.jpg",
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-3.jpg",
            "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-4.jpg"
        ],
        "colors": {
            "Preto": [
                "black",
                "/src/img/products/prancha-de-skate-baker-simple-layer-80/main-image.jpg"
            ],
            "Azul": [
                "cyan",
                "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-2.jpg"
            ],
            "Rosa": [
                "pink",
                "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-3.jpg"
            ],
            "Verde": [
                "green",
                "/src/img/products/prancha-de-skate-baker-simple-layer-80/aditional-image-4.jpg"
            ]
        },
        "url-param": "prancha-de-skate-baker-simple-layer-80",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-baker-simple-layer-80",
        "availability": 51,
        "collection": "pranchas",
        "brand": "Baker"
    },
    {
        "id": 4,
        "name": "Prancha de Skate Baker Ultra Layer 9.0",
        "description": "<p>Apresentamos a incrível Prancha de Skate Baker Ultra Layer 9.0, da renomada marca Baker, a escolha perfeita para skatistas que buscam desempenho e estilo. Disponível nas cores preto, azul, rosa e verde, essa prancha é uma verdadeira expressão de personalidade e individualidade.</p><p>A Prancha de Skate Baker Ultra Layer 9.0 foi projetada com a inovadora tecnologia Hard Motion Resistance, proporcionando uma resistência excepcional para suportar as manobras mais radicais e os impactos mais intensos. Essa tecnologia garante durabilidade e confiabilidade, permitindo que você se concentre totalmente nas suas habilidades de skate.</p><p>Com uma largura de 8.0 polegadas, essa prancha oferece uma plataforma estável e versátil para realizar manobras precisas e controladas. Seu shape de alta qualidade proporciona um equilíbrio perfeito entre pop e resposta, elevando o seu desempenho a novos patamares. Sinta-se no controle total enquanto domina o skatepark com a Prancha de Skate Baker Ultra Layer 9.0.</p><p>Além do seu desempenho excepcional, a Prancha de Skate Baker Ultra Layer 9.0 também se destaca pelo seu design moderno e estiloso. Com gráficos únicos e vibrantes, essa prancha é uma verdadeira obra de arte sobre rodas. Mostre sua personalidade e estilo único com essa prancha de skate que é uma verdadeira declaração de autenticidade.</p>",
        "price": 229.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-baker-ultra-layer-90/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-baker-ultra-layer-90",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-baker-ultra-layer-90",
        "availability": 22,
        "collection": "pranchas",
        "brand": "Baker"
    },
    {
        "id": 5,
        "name": "Rodas de Skate Frosted Cruiser Longboard",
        "description": "<p>O conjunto de 4 rodas Frosted Cruiser Longboard é perfeito para os entusiastas do skate que desejam uma experiência suave e controlada em suas sessões de longboard. Com um design elegante e contemporâneo, essas rodas vão elevar o estilo do seu skate para um novo patamar.</p><p>Cada roda possui dimensões de 70mm por 51mm, proporcionando uma combinação ideal de velocidade e estabilidade. O tamanho generoso das rodas permite uma excelente aderência em diferentes tipos de superfícies, garantindo uma resposta rápida e precisa em cada manobra.</p><p>A construção de alta qualidade das rodas Frosted Cruiser Longboard oferece durabilidade excepcional, resistindo ao desgaste constante do uso intenso. Seu material resistente e de alto desempenho garante uma experiência confiável e consistente ao longo do tempo, permitindo que você desfrute de sessões de skate sem preocupações.</p><p>Com as rodas Frosted Cruiser Longboard, você poderá explorar novos terrenos e conquistar novos desafios. Seja você um iniciante ou um skatista experiente, essas rodas são a escolha ideal para quem busca uma combinação perfeita de estilo, desempenho e durabilidade. Prepare-se para sentir a emoção de deslizar com fluidez e confiança em seu skate longboard.</p>",
        "price": 99.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/aditional-image-1.jpg",
            "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/aditional-image-2.jpg"
        ],
        "colors": {
            "Preto": [
                "black",
                "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/main-image.jpg"
            ],
            "Verde": [
                "lightgreen",
                "/src/img/products/rodas-de-skate-frosted-cruiser-longboard/aditional-image-2.jpg"
            ]
        },
        "url-param": "rodas-de-skate-frosted-cruiser-longboard",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rodas-de-skate-frosted-cruiser-longboard",
        "availability": 27,
        "collection": "rodas",
        "brand": "Frosted"
    },
    {
        "id": 6,
        "name": "Rolamentos de Skate Profissionais Redz Precision",
        "description": "<p>Os Rolamentos de Skate Profissionais Redz Precision são a escolha perfeita para skatistas que buscam desempenho excepcional e durabilidade incomparável. Com seu nome reconhecido no mundo do skate, a marca Redz entrega qualidade e precisão em cada produto.</p><p>Cada pacote contém 8 unidades de rolamentos, proporcionando o conjunto completo para o seu skate. Esses rolamentos foram projetados para oferecer uma rotação suave e consistente, permitindo que você desfrute de manobras precisas e rápidas em qualquer terreno.</p><p>Aproveite esta promoção especial e adquira os Rolamentos de Skate Profissionais Redz Precision por um preço incrível. Não perca a oportunidade de elevar o desempenho do seu skate e superar seus limites com a confiabilidade e a qualidade que apenas a Redz pode oferecer.</p>",
        "price": 87.7,
        "price-no-discount": 100,
        "main-img": "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-1.jpg",
            "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-2.jpg",
            "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-3.jpg"
        ],
        "colors": {
            "Preto": [
                "black",
                "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/main-image.jpg"
            ],
            "Branco": [
                "white",
                "/src/img/products/rolamentos-de-skate-profissionais-redz-precision/aditional-image-1.jpg"
            ]
        },
        "url-param": "rolamentos-de-skate-profissionais-redz-precision",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rolamentos-de-skate-profissionais-redz-precision",
        "availability": 22,
        "collection": "rolamentos",
        "brand": "Redz"
    },
    {
        "id": 7,
        "name": "Skate Rocker Seven Layer Chess Pro",
        "description": "<p>Apresentamos o incrível Skate Profissional Rocker Seven Layer Chess, o companheiro perfeito para skatistas que buscam alto desempenho e estilo. Com um adesivo em padrão xadrez, essa prancha é uma verdadeira obra de arte sobre rodas, adicionando um toque único ao seu visual.</p><p>O Skate Profissional Rocker Seven Layer Chess apresenta a tecnologia inovadora Seven Hard Layer Resistance, que garante uma resistência excepcional para suportar até mesmo as manobras mais intensas e os impactos mais pesados. Com essa tecnologia, você pode confiar na durabilidade e confiabilidade dessa prancha, permitindo que você se concentre totalmente em aprimorar suas habilidades de skate.</p><p>Com dimensões de 79cm x 20cm x 13,5cm, esse skate oferece um tamanho versátil que atende às necessidades de skatistas de todos os níveis de habilidade. Sua construção em sete camadas de alta qualidade proporciona uma combinação perfeita de estabilidade e resposta, permitindo que você execute manobras precisas e tenha um ótimo controle sobre a prancha.</p><p>Além do seu desempenho excepcional, o Skate Profissional Rocker Seven Layer Chess também é uma declaração de estilo. Com seu adesivo em cor xadrez, esse skate se destaca em qualquer ambiente. Mostre sua personalidade e paixão pelo skate com esse skate que combina desempenho, durabilidade e estilo em um único produto.</p>",
        "price": 379.9,
        "price-no-discount": 500,
        "main-img": "/src/img/products/skate-rocker-seven-layer-chess-pro/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/skate-rocker-seven-layer-chess-pro/aditional-image-1.jpg",
            "/src/img/products/skate-rocker-seven-layer-chess-pro/aditional-image-2.jpg",
            "/src/img/products/skate-rocker-seven-layer-chess-pro/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "skate-rocker-seven-layer-chess-pro",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-rocker-seven-layer-chess-pro",
        "availability": 13,
        "collection": "skates",
        "brand": "Rocker"
    },
    {
        "id": 8,
        "name": "Skate Rocker Seven Layer Space Hart",
        "description": "<p>Apresentamos o Skate Rocker Seven Layer Space Hart, um verdadeiro símbolo de estilo e performance no mundo do skate. Com seu design inovador e qualidade excepcional, este skate irá elevá-lo a novos patamares em suas sessões de skate.</p><p>O Skate Rocker Seven Layer Space Hart é equipado com a tecnologia avançada Seven Hard Layer Resistance, oferecendo uma resistência excepcional para suportar as demandas intensas das manobras radicais. Essa tecnologia de camadas rígidas proporciona durabilidade e estabilidade, permitindo que você se concentre em aprimorar suas habilidades sem preocupações.</p><p>Com dimensões de 79cm x 20cm x 13,5cm, este skate possui o tamanho perfeito para uma experiência equilibrada de skate. Sua construção robusta e precisa oferece uma plataforma sólida para manobras precisas e uma resposta ágil, permitindo que você execute movimentos com confiança e fluidez.</p><p>O Skate Rocker Seven Layer Space Hart destaca-se também pelo seu visual impressionante. Seu design único e futurista, combinado com detalhes gráficos exclusivos, fazem dele um verdadeiro objeto de desejo para os amantes do skate. Mostre seu estilo autêntico e destaque-se nas pistas com este skate que é uma verdadeira obra de arte sobre rodas.</p><p>Prepare-se para conquistar novos desafios e explorar o espaço infinito do skate com o Skate Rocker Seven Layer Space Hart. Ele oferece uma experiência incomparável, unindo tecnologia de ponta, qualidade superior e estilo marcante. Não perca a oportunidade de elevar seu skate para um novo patamar e conquistar a admiração de todos ao redor. Seu próximo nível de skate começa aqui.</p>",
        "price": 330,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-rocker-seven-layer-space-hart/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-1.jpg",
            "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-2.jpg",
            "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-3.jpg"
        ],
        "colors": {
            "Azul": [
                "blue",
                "/src/img/products/skate-rocker-seven-layer-space-hart/main-image.jpg"
            ],
            "Rosa": [
                "lightpink",
                "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-2.jpg"
            ],
            "Cinza": [
                "gray",
                "/src/img/products/skate-rocker-seven-layer-space-hart/aditional-image-3.jpg"
            ]
        },
        "url-param": "skate-rocker-seven-layer-space-hart",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-rocker-seven-layer-space-hart",
        "availability": 12,
        "collection": "skates",
        "brand": "Rocker"
    },
    {
        "id": 9,
        "name": "Skate Rocker Seven Layer Mystic Tiger",
        "description": "<p>Apresentamos o Skate Rocker Seven Layer Mystic Tiger, uma verdadeira fera do skate que combina estilo e desempenho em uma única prancha. Se você procura um skate que destaque sua personalidade e ofereça alta performance, este é o modelo ideal para você.</p><p>O Skate Rocker Seven Layer Mystic Tiger conta com a tecnologia inovadora Seven Hard Layer Resistance, garantindo uma resistência excepcional para suportar as sessões mais intensas e as manobras mais radicais. Com essa tecnologia avançada, você pode se concentrar totalmente nas suas habilidades de skate, sem se preocupar com a durabilidade da prancha.</p><p>Com dimensões de 79cm x 20cm x 13,5cm, este skate possui o tamanho perfeito para uma experiência de skate equilibrada. Sua construção em sete camadas proporciona uma combinação perfeita de estabilidade e resposta, permitindo que você execute manobras com precisão e tenha um ótimo controle sobre a prancha.</p>",
        "price": 349.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-rocker-seven-layer-mystic-tiger/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-rocker-seven-layer-mystic-tiger",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-rocker-seven-layer-mystic-tiger",
        "availability": 19,
        "collection": "skates",
        "brand": "Rocker"
    },
    {
        "id": 10,
        "name": "Skate Longboard Seeth Ink SSG Cruiser Black Cat",
        "description": "<p>Apresentamos o Skate Longboard Seeth Ink SSG Cruiser Black Cat, uma verdadeira obra de arte sobre rodas para os amantes do longboard. Com seu design elegante e desempenho excepcional, este longboard é perfeito para quem busca estilo e adrenalina em suas sessões de skate.</p><p>O Skate Longboard Seeth Ink SSG Cruiser Black Cat oferece uma experiência de cruzeiro suave e estável, permitindo que você deslize pelas ruas e calçadas com total conforto. Sua construção de alta qualidade e shape cuidadosamente projetado garantem uma resposta ágil e uma ótima capacidade de curvas, proporcionando uma sensação de surfar no asfalto.</p><p>Com seu adesivo exclusivo de um gato preto, o Skate Longboard Seeth Ink SSG Cruiser Black Cat é uma verdadeira declaração de estilo e individualidade. Seja você um skatista experiente ou um iniciante, este longboard vai te acompanhar em todas as suas aventuras, trazendo diversão e emoção a cada passeio.</p>",
        "price": 449.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-longboard-seeth-ink-ssg-cruiser-black-cat/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/skate-longboard-seeth-ink-ssg-cruiser-black-cat/aditional-image-1.jpg",
            "/src/img/products/skate-longboard-seeth-ink-ssg-cruiser-black-cat/aditional-image-2.jpg"
        ],
        "colors": {},
        "url-param": "skate-longboard-seeth-ink-ssg-cruiser-black-cat",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-longboard-seeth-ink-ssg-cruiser-black-cat",
        "availability": 9,
        "collection": "skates",
        "brand": "Seeth Ink"
    },
    {
        "id": 11,
        "name": "Lixa de Skate Griptape Yellow Prism",
        "description": "<p>Descubra a incrível lixa de skate Griptape Yellow Prism, da renomada marca Griptape. Essa lixa adesiva é perfeita para os skatistas que buscam aderência e estilo em suas manobras.</p><p>Com dimensões de 85cm x 24cm, a Griptape Yellow Prism oferece uma cobertura ampla e generosa para o seu shape de skate. Sua aderência de alta qualidade proporciona uma excelente tração, garantindo que seus pés fiquem firmemente plantados na prancha durante as manobras mais intensas.</p><p>A lixa de skate Griptape Yellow Prism apresenta um design exclusivo em amarelo prismático, adicionando um toque de estilo e personalidade ao seu skate. Com essa lixa, você estará preparado para enfrentar qualquer desafio e mostrar suas habilidades com confiança.</p>",
        "price": 34.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/lixa-de-skate-griptape-yellow-prism/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-griptape-yellow-prism/aditional-image-1.jpg",
            "/src/img/products/lixa-de-skate-griptape-yellow-prism/aditional-image-2.jpg",
            "/src/img/products/lixa-de-skate-griptape-yellow-prism/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-griptape-yellow-prism",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-griptape-yellow-prism",
        "availability": 34,
        "collection": "lixas",
        "brand": "Griptape"
    },
    {
        "id": 12,
        "name": "Lixa de Skate Griptape Red Prism",
        "description": "<p>Explore a incrível lixa de skate Griptape Red Prism, da renomada marca Griptape. Essa lixa adesiva é perfeita para os skatistas que buscam aderência e estilo em suas manobras.</p><p>Com dimensões de 85cm x 24cm, a Griptape Red Prism oferece uma cobertura ampla e generosa para o seu shape de skate. Sua aderência de alta qualidade proporciona uma excelente tração, garantindo que seus pés fiquem firmemente plantados na prancha durante as manobras mais intensas.</p><p>A lixa de skate Griptape Red Prism apresenta um design exclusivo em vermelho prismático, adicionando um toque de estilo e personalidade ao seu skate. Com essa lixa, você estará preparado para enfrentar qualquer desafio e mostrar suas habilidades com confiança.</p>",
        "price": 34.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/lixa-de-skate-griptape-red-prism/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-griptape-red-prism/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-griptape-red-prism",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-griptape-red-prism",
        "availability": 28,
        "collection": "lixas",
        "brand": "Griptape"
    },
    {
        "id": 13,
        "name": "Lixa de Skate Griptape Splashed Paint",
        "description": "<p>Conheça a impressionante Lixa de Skate Griptape Splashed Paint, da renomada marca Griptape. Essa lixa adesiva é perfeita para os skatistas que buscam aderência e estilo em suas manobras.</p><p>Com dimensões de 85cm x 24cm, a Griptape Splashed Paint oferece uma cobertura ampla e generosa para o seu shape de skate. Sua aderência de alta qualidade proporciona uma excelente tração, garantindo que seus pés fiquem firmemente plantados na prancha durante as manobras mais intensas.</p><p>A lixa de skate Griptape Splashed Paint apresenta um design único de respingos de tinta, adicionando um toque de originalidade e estilo ao seu skate. Com essa lixa, você estará pronto para enfrentar qualquer desafio e mostrar suas habilidades com confiança.</p>",
        "price": 24.9,
        "price-no-discount": 34.9,
        "main-img": "/src/img/products/lixa-de-skate-griptape-splashed-paint/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-griptape-splashed-paint/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-griptape-splashed-paint",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-griptape-splashed-paint",
        "availability": 16,
        "collection": "lixas",
        "brand": "Griptape"
    },
    {
        "id": 14,
        "name": "Lixa de Skate SGD Red Moon",
        "description": "<p>Eleve seu skate para um novo nível com a Lixa de Skate Griptape Red Moon, da renomada marca SGD. Projetada para oferecer aderência superior e estilo excepcional, essa lixa adesiva é perfeita para skatistas que buscam performance e personalidade em suas sessões.</p><p>Com dimensões de 84cm x 25cm, a Griptape Red Moon fornece uma ampla cobertura para o seu shape de skate. Sua aderência de alta qualidade garante uma tração confiável, mantendo seus pés firmemente plantados na prancha durante as manobras mais desafiadoras.</p><p>A lixa de skate Griptape Red Moon apresenta um design cativante de uma lua vermelha, adicionando um toque de mistério e estilo ao seu skate. Essa lixa não apenas melhora o desempenho do seu skate, mas também destaca sua individualidade nas pistas e nas ruas.</p><p>Construída com materiais duráveis e resistentes, a Griptape Red Moon foi projetada para suportar o desgaste diário e proporcionar uma aderência consistente ao longo do tempo. Seja você um skatista profissional ou iniciante, essa lixa é o complemento perfeito para elevar suas habilidades e se destacar no cenário do skate.</p>",
        "price": 39.9,
        "price-no-discount": 44.9,
        "main-img": "/src/img/products/lixa-de-skate-sgd-red-moon/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-sgd-red-moon/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-sgd-red-moon",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-sgd-red-moon",
        "availability": 11,
        "collection": "lixas",
        "brand": "SGD"
    },
    {
        "id": 15,
        "name": "Lixa de Skate SGD Galaxy View",
        "description": "<p>Aprimore sua experiência no skate com a Lixa de Skate SGD Galaxy View, da marca SGD. Desenvolvida para proporcionar aderência excepcional e estilo único, essa lixa adesiva é ideal para skatistas que buscam alto desempenho e personalidade em suas manobras.</p><p>Com dimensões de 84cm x 25cm, a Lixa de Skate SGD Galaxy View oferece ampla cobertura para o seu shape, garantindo estabilidade e controle durante as sessões. Sua aderência de alta qualidade proporciona tração confiável, mantendo seus pés firmemente fixados na prancha, mesmo nas manobras mais intensas.</p><p>O design da lixa SGD Galaxy View é inspirado no fascinante universo, com uma estética única que se destaca. Seu visual impressionante adiciona um toque de estilo individual ao seu skate, permitindo que você expresse sua personalidade nas pistas e nas ruas.</p><p>Construída com materiais duráveis e resistentes, a Lixa de Skate SGD Galaxy View foi projetada para suportar o uso intenso e manter a aderência ao longo do tempo. Seja você um skatista profissional ou amador, essa lixa proporcionará uma experiência de skate excepcional, combinando funcionalidade e estilo.</p>",
        "price": 44.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/lixa-de-skate-sgd-galaxy-view/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/lixa-de-skate-sgd-galaxy-view/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "lixa-de-skate-sgd-galaxy-view",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=lixa-de-skate-sgd-galaxy-view",
        "availability": 19,
        "collection": "lixas",
        "brand": "SGD"
    },
    {
        "id": 16,
        "name": "Rolamentos de Skate ABEC BSB Pro 16 Und",
        "description": "<p>Eleve o desempenho do seu skate com o conjunto de Rolamentos de Skate ABEC BSB Pro 16 Und, da marca ABEC. Projetados para proporcionar velocidade e suavidade, esses rolamentos são ideais para skatistas que buscam alta performance em suas sessões.</p><p>Com dimensões de 22mm x 7mm e furo de 8mm, os Rolamentos de Skate ABEC BSB Pro 16 Und oferecem um encaixe perfeito em suas rodas, garantindo um deslize suave e preciso. Sua construção de alta qualidade e precisão assegura uma durabilidade excepcional, mesmo em condições adversas.</p><p>Os rolamentos ABEC BSB Pro 16 Und são conhecidos por sua velocidade e resposta rápida. Com classificação ABEC 16, eles proporcionam uma rotação suave e eficiente, permitindo que você atinja altas velocidades e execute manobras com total controle.</p><p>Seja você um skatista profissional ou amador, o conjunto de Rolamentos de Skate ABEC BSB Pro 16 Und irá elevar o seu jogo. Com esses rolamentos de alta qualidade, você estará preparado para enfrentar qualquer desafio e explorar novos limites em suas sessões de skate.</p>",
        "price": 127.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/aditional-image-1.jpg",
            "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/aditional-image-2.jpg",
            "/src/img/products/rolamentos-de-skate-abec-bsb-pro-16-und/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "rolamentos-de-skate-abec-bsb-pro-16-und",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rolamentos-de-skate-abec-bsb-pro-16-und",
        "availability": 23,
        "collection": "rolamentos",
        "brand": "ABEC"
    },
    {
        "id": 17,
        "name": "Rolamentos de Skate ABEC Ceramic Blackred",
        "description": "<p>Eleve a performance do seu skate com o conjunto de Rolamentos de Skate ABEC Ceramic Blackred, da marca ABEC. Esses rolamentos de alta qualidade são projetados para proporcionar uma experiência suave e duradoura nas suas sessões de skate.</p><p>Com dimensões de 22mm x 7mm e furo de 8mm, os Rolamentos de Skate ABEC Ceramic Blackred oferecem um ajuste preciso nas suas rodas, garantindo um deslize suave e eficiente. Sua construção em cerâmica de alta qualidade oferece uma durabilidade excepcional, resistindo ao desgaste e às condições adversas.</p><p>Os rolamentos ABEC Ceramic Blackred são conhecidos pela sua velocidade e resistência ao calor. Com rolamentos de cerâmica de alta performance, esses rolamentos proporcionam uma rotação suave e eficiente, permitindo que você alcance altas velocidades e execute manobras com precisão.</p><p>Seja você um skatista profissional ou amador, o conjunto de Rolamentos de Skate ABEC Ceramic Blackred elevará o seu skate para um novo nível. Com esses rolamentos de cerâmica de alta qualidade, você estará pronto para enfrentar qualquer desafio e dominar as pistas com confiança.</p>",
        "price": 88.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/aditional-image-1.jpg",
            "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/aditional-image-2.jpg",
            "/src/img/products/rolamentos-de-skate-abec-ceramic-blackred/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "rolamentos-de-skate-abec-ceramic-blackred",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rolamentos-de-skate-abec-ceramic-blackred",
        "availability": 31,
        "collection": "rolamentos",
        "brand": "ABEC"
    },
    {
        "id": 18,
        "name": "Truck de Skate Carver Cx4 Alumínio",
        "description": "<p>Eleve a performance e a manobrabilidade do seu skate com o conjunto de Trucks de Skate Carver Cx4 Alumínio, da marca Carver. Esses trucks de alta qualidade são projetados para proporcionar um desempenho excepcional nas suas sessões de skate.</p><p>O conjunto de Trucks de Skate Carver Cx4 Alumínio oferece durabilidade e resistência, sendo fabricado em alumínio de alta qualidade. Esses trucks são projetados para suportar o impacto das manobras mais intensas e proporcionar estabilidade durante os movimentos do seu skate.</p><p>Com um design inovador e preciso, os trucks Carver Cx4 permitem uma inclinação maior, facilitando as curvas e os movimentos de surf no asfalto. Você terá uma experiência de surf no skate, permitindo explorar um estilo único de pilotagem e realizar manobras com mais fluidez e controle.</p><p>Seja você um skatista experiente ou iniciante, o conjunto de Trucks de Skate Carver Cx4 Alumínio é a escolha ideal para elevar o seu skate para um novo patamar. Aproveite a qualidade e a performance desses trucks e experimente novas possibilidades nas suas sessões de skate.</p>",
        "price": 149.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/truck-de-skate-carver-cx4-aluminio/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/truck-de-skate-carver-cx4-aluminio/aditional-image-1.jpg",
            "/src/img/products/truck-de-skate-carver-cx4-aluminio/aditional-image-2.jpg",
            "/src/img/products/truck-de-skate-carver-cx4-aluminio/aditional-image-3.jpg",
            "/src/img/products/truck-de-skate-carver-cx4-aluminio/aditional-image-4.jpg"
        ],
        "colors": {},
        "url-param": "truck-de-skate-carver-cx4-aluminio",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=truck-de-skate-carver-cx4-aluminio",
        "availability": 22,
        "collection": "trucks",
        "brand": "Carver"
    },
    {
        "id": 19,
        "name": "Truck de Skate Thrasher Hollow 5.5",
        "description": "<p>Eleve o desempenho e a estabilidade do seu skate com o Truck de Skate Thrasher Hollow 5.5, da renomada marca Thrasher. Projetado para skatistas que buscam alta performance, esse truck oferece durabilidade e precisão nas suas manobras.</p><p>O Truck de Skate Thrasher Hollow 5.5 é fabricado com materiais de alta qualidade, garantindo resistência e leveza. Sua construção oca proporciona um peso reduzido, tornando-o ideal para manobras mais técnicas e ágeis.</p><p>Com um design robusto e funcional, o Truck de Skate Thrasher Hollow 5.5 oferece uma combinação perfeita de estabilidade e responsividade. Sua largura de 5.5 polegadas proporciona uma base sólida para a sua prancha, permitindo que você execute manobras com precisão e controle.</p><p>Seja você um skatista de rua ou um amante do skatepark, o Truck de Skate Thrasher Hollow 5.5 irá elevar o seu skate para um novo patamar. Aproveite a qualidade e o desempenho desse truck e explore todo o potencial das suas sessões de skate.</p>",
        "price": 129.9,
        "price-no-discount": 179.9,
        "main-img": "/src/img/products/truck-de-skate-thrasher-hollow-55/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "truck-de-skate-thrasher-hollow-55",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=truck-de-skate-thrasher-hollow-55",
        "availability": 11,
        "collection": "trucks",
        "brand": "Thrasher"
    },
    {
        "id": 20,
        "name": "Rodas de Skate Puente Ollie Punk Cruiser",
        "description": "<p>Aprimore a performance do seu skate com o conjunto de Rodas de Skate Ollie Punk Cruiser, da marca Puente. Essas rodas são projetadas para oferecer um deslize suave e uma aderência excepcional em diferentes superfícies, garantindo uma experiência de skate única.</p><p>O conjunto de Rodas de Skate Ollie Punk Cruiser é fabricado com materiais de alta qualidade, proporcionando durabilidade e resistência para enfrentar os desafios do skate. Com um diâmetro ideal e uma largura adequada, essas rodas oferecem estabilidade e controle em todas as suas manobras.</p><p>As Rodas de Skate Ollie Punk Cruiser são perfeitas para skatistas que buscam versatilidade. Seja você um skatista de rua ou um praticante de cruising, essas rodas oferecem um desempenho excepcional em diferentes terrenos, desde as ruas até as pistas de skate.</p><p>Com um design único e estiloso, o conjunto de Rodas de Skate Ollie Punk Cruiser vai dar um toque especial ao seu skate. Além da performance, elas vão adicionar um visual arrojado e autêntico à sua prancha, destacando-se entre os demais skatistas.</p>",
        "price": 77.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rodas-de-skate-puente-ollie-punk-cruiser/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rodas-de-skate-puente-ollie-punk-cruiser/aditional-image-1.jpg",
            "/src/img/products/rodas-de-skate-puente-ollie-punk-cruiser/aditional-image-2.jpg",
            "/src/img/products/rodas-de-skate-puente-ollie-punk-cruiser/aditional-image-3.jpg",
            "/src/img/products/rodas-de-skate-puente-ollie-punk-cruiser/aditional-image-4.jpg"
        ],
        "colors": {},
        "url-param": "rodas-de-skate-puente-ollie-punk-cruiser",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rodas-de-skate-puente-ollie-punk-cruiser",
        "availability": 35,
        "collection": "rodas",
        "brand": "Puente"
    },
    {
        "id": 21,
        "name": "Capacete Para Skatistas Beon B-115 ABS",
        "description": "<p>Eleve a sua segurança durante as suas sessões de skate com o Capacete Para Skatistas Beon B-115 ABS, da renomada marca Beon. Projetado para oferecer proteção e conforto, esse capacete é essencial para skatistas de todos os níveis.</p><p>O Capacete Para Skatistas Beon B-115 ABS é fabricado com material de plástico ABS resistente, garantindo durabilidade e proteção contra impactos. Sua estrutura robusta e de alta qualidade oferece uma camada adicional de segurança, permitindo que você se concentre totalmente nas suas manobras.</p><p>Além da proteção, o Capacete Beon B-115 ABS também oferece conforto excepcional. Seu design ergonômico e ajuste personalizável permitem um encaixe perfeito na cabeça, evitando desconforto durante longas sessões de skate.</p><p>Com uma variedade de cores e estilos disponíveis, o Capacete Para Skatistas Beon B-115 ABS permite que você escolha aquele que melhor combina com o seu estilo pessoal. Dê um toque de personalidade ao seu equipamento de proteção e ande com confiança e estilo nas pistas de skate.</p>",
        "price": 197,
        "price-no-discount": null,
        "main-img": "/src/img/products/capacete-para-skatistas-beon-b-115-abs/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/capacete-para-skatistas-beon-b-115-abs/aditional-image-1.jpg",
            "/src/img/products/capacete-para-skatistas-beon-b-115-abs/aditional-image-2.jpg",
            "/src/img/products/capacete-para-skatistas-beon-b-115-abs/aditional-image-3.jpg",
            "/src/img/products/capacete-para-skatistas-beon-b-115-abs/aditional-image-4.jpg"
        ],
        "colors": {
            "Preto": [
                "black",
                "/src/img/products/capacete-para-skatistas-beon-b-115-abs/main-image.jpg"
            ],
            "Branco": [
                "white",
                "/src/img/products/capacete-para-skatistas-beon-b-115-abs/aditional-image-1.jpg"
            ],
            "Rosa": [
                "lightpink",
                "/src/img/products/capacete-para-skatistas-beon-b-115-abs/aditional-image-2.jpg"
            ]
        },
        "url-param": "capacete-para-skatistas-beon-b-115-abs",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=capacete-para-skatistas-beon-b-115-abs",
        "availability": 17,
        "collection": "capacetes",
        "brand": "Beon"
    },
    {
        "id": 22,
        "name": "Capacete Para Skatista Sea Wind Simple PE",
        "description": "<p>Eleve o seu nível de segurança e proteção enquanto pratica skate com o Capacete Para Skatistas Sea Wind Simple PE, da renomada marca Sea Wind. Projetado para oferecer conforto e resistência, esse capacete é indispensável para skatistas de todas as idades e níveis de experiência.</p><p>O Capacete Para Skatistas Sea Wind Simple PE é fabricado com material de plástico PE resistente, proporcionando uma proteção sólida contra impactos. Sua estrutura robusta e durável é capaz de absorver choques e proporcionar a segurança necessária para você se concentrar completamente em suas manobras.</p><p>Além de oferecer proteção confiável, o Capacete Sea Wind Simple PE também é projetado com foco no conforto. Seu design ergonômico e leve proporciona um ajuste preciso e confortável, permitindo que você desfrute de sessões de skate prolongadas sem desconforto.</p><p>Disponível em uma variedade de cores vibrantes e estilos modernos, o Capacete Para Skatistas Sea Wind Simple PE permite que você escolha aquele que melhor combina com o seu estilo pessoal. Adicione um toque de personalidade ao seu equipamento de proteção e ande com confiança e estilo nas pistas de skate.</p>",
        "price": 147,
        "price-no-discount": null,
        "main-img": "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/aditional-image-1.jpg",
            "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/aditional-image-2.jpg",
            "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/aditional-image-3.jpg",
            "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/aditional-image-4.jpg"
        ],
        "colors": {
            "Preto": [
                "black",
                "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/main-image.jpg"
            ],
            "Branco": [
                "white",
                "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/aditional-image-1.jpg"
            ],
            "Rosa": [
                "lightpink",
                "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/aditional-image-2.jpg"
            ],
            "Azul": [
                "blue",
                "/src/img/products/capacete-para-skatista-sea-wind-simple-pe/aditional-image-3.jpg"
            ]
        },
        "url-param": "capacete-para-skatista-sea-wind-simple-pe",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=capacete-para-skatista-sea-wind-simple-pe",
        "availability": 27,
        "collection": "capacetes",
        "brand": "Sea Wind"
    },
    {
        "id": 23,
        "name": "Capacete Para Skatista Infantil Sea Wind Cave",
        "description": "<p>Proporcione segurança e proteção aos pequenos skatistas com o Capacete Para Skatistas Sea Wind Cave infantil, da renomada marca Sea Wind. Desenvolvido especialmente para crianças, esse capacete garante uma prática de skate divertida e segura.</p><p>O Capacete Para Skatistas Sea Wind Cave infantil apresenta um design moderno e colorido, perfeito para atrair a atenção dos pequenos. Com materiais de alta qualidade e resistência, esse capacete oferece uma proteção confiável contra impactos e quedas.</p><p>Além de seu desempenho de segurança, o Capacete Sea Wind Cave infantil também prioriza o conforto. Sua estrutura leve e ajustável permite um encaixe preciso e confortável na cabeça das crianças, garantindo que elas possam aproveitar suas sessões de skate com total liberdade de movimento.</p>",
        "price": 117,
        "price-no-discount": 149.9,
        "main-img": "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/aditional-image-1.jpg",
            "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/aditional-image-2.jpg",
            "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/aditional-image-3.jpg",
            "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/aditional-image-4.jpg"
        ],
        "colors": {
            "Vermelho": [
                "red",
                "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/main-image.jpg"
            ],
            "Cinza": [
                "gray",
                "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/aditional-image-1.jpg"
            ],
            "Azul": [
                "blue",
                "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/aditional-image-2.jpg"
            ],
            "Preto": [
                "black",
                "/src/img/products/capacete-para-skatista-infantil-sea-wind-cave/aditional-image-3.jpg"
            ]
        },
        "url-param": "capacete-para-skatista-infantil-sea-wind-cave",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=capacete-para-skatista-infantil-sea-wind-cave",
        "availability": 25,
        "collection": "capacetes",
        "brand": "Sea Wind"
    },
    {
        "id": 24,
        "name": "Skate Hwc Seven Layer Silence Skull",
        "description": "<p>Introduzindo o Skate Hwc Seven Layer Silence, um verdadeiro símbolo de qualidade e estilo desenvolvido pela renomada marca Hwc. Com um design excepcional e construção impecável, esse skate encanta tanto os iniciantes entusiasmados quanto os profissionais experientes. Feito para aqueles que buscam aventura e liberdade sobre as rodas, este skate oferece uma experiência única de deslizar pelas ruas, pistas e rampas.</p><p>O corpo do Skate Hwc Seven Layer Silence é cuidadosamente construído em maple, um tipo de madeira conhecido por sua durabilidade e flexibilidade. Com sete camadas de maple prensadas juntas, ele oferece uma estrutura sólida e resistente, capaz de suportar as demandas de manobras radicais e altos impactos. A combinação perfeita entre leveza e resistência faz com que esse skate seja ideal para alcançar velocidades impressionantes e realizar manobras precisas.</p><p>Além de sua construção robusta, o Skate Hwc Seven Layer Silence se destaca por seu design elegante e moderno. O acabamento impecável e as cores vibrantes dão a esse skate uma aparência arrojada, tornando-o não apenas um equipamento funcional, mas também uma verdadeira expressão de estilo. Seu shape bem projetado oferece uma base estável para os pés, permitindo um controle preciso e facilitando a execução de manobras complexas.</p><p>Um dos aspectos mais notáveis do Skate Hwc Seven Layer Silence é a sua capacidade de proporcionar uma experiência de pilotagem suave e silenciosa. As camadas de maple absorvem vibrações e impactos, reduzindo o ruído gerado ao andar sobre superfícies irregulares. Isso significa que você pode desfrutar de uma sessão de skate tranquila, sem perturbar a paz ao seu redor. O silêncio do skate combinado com a liberdade de movimento é uma combinação perfeita para aproveitar a cidade como sua pista pessoal.</p><p>Em resumo, o Skate Hwc Seven Layer Silence é uma obra-prima da Hwc, oferecendo desempenho excepcional, durabilidade e estilo em um único pacote. Sua construção em maple de sete camadas proporciona a combinação ideal de resistência e flexibilidade, enquanto seu design moderno e acabamento impecável o tornam uma verdadeira peça de arte sobre rodas. Deslize pelas ruas com suavidade e silêncio, aproveitando a adrenalina e a liberdade que o skate proporciona. Com esse skate, você estará preparado para levar sua habilidade e estilo para o próximo nível.</p>",
        "price": 449.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-hwc-seven-layer-silence-skull/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/skate-hwc-seven-layer-silence-skull/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "skate-hwc-seven-layer-silence-skull",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-hwc-seven-layer-silence-skull",
        "availability": 7,
        "collection": "skates",
        "brand": "Hwc"
    },
    {
        "id": 25,
        "name": "Rodas de Skate Frosted Punk Jumper",
        "description": "<p>Apresentando as incríveis Rodas de Skate Frosted Punk Jumper, uma adição essencial para todos os skatistas apaixonados por estilo e desempenho. Com um nome que evoca uma atitude rebelde e uma estética ousada, essas rodas são projetadas para proporcionar uma experiência de skate emocionante e única. Seja deslizando pelas ruas ou dominando as pistas, as Rodas de Skate Frosted Punk Jumper estão prontas para elevar suas habilidades a novos patamares.</p><p>O destaque dessas rodas é o seu acabamento fosco, que confere a elas um visual distinto e moderno. Com uma paleta de cores vibrantes e tons ousados, elas adicionam um toque de personalidade à sua prancha. Além do estilo marcante, essas rodas também são construídas para proporcionar desempenho excepcional. Feitas com materiais de alta qualidade, elas oferecem uma combinação ideal de durabilidade, aderência e velocidade.</p><p>As Rodas de Skate Frosted Punk Jumper foram projetadas para suportar as demandas das manobras mais radicais. Com um diâmetro e uma dureza cuidadosamente selecionados, elas garantem um deslize suave e estável, facilitando a execução de truques e manobras complexas. Sua fórmula especial de uretano garante uma aderência confiável, permitindo que você se sinta conectado à superfície, mesmo durante movimentos rápidos e ágeis.</p><p>Além do desempenho superior, essas rodas também se destacam pela sua durabilidade excepcional. Elas são construídas para resistir a impactos e desgaste, garantindo uma vida útil prolongada mesmo nas sessões de skate mais intensas. Você pode contar com as Rodas de Skate Frosted Punk Jumper para acompanhar sua jornada skatista, oferecendo confiabilidade e desempenho consistentes a cada manobra.</p><p>Em resumo, as Rodas de Skate Frosted Punk Jumper são o complemento perfeito para qualquer skatista que busca um visual ousado e desempenho excepcional. Com seu acabamento fosco e cores vibrantes, elas agregam estilo à sua prancha. Além disso, sua construção durável e fórmula de uretano de alta qualidade garantem deslizes suaves, aderência confiável e resistência ao desgaste. Prepare-se para elevar sua experiência de skate para o próximo nível com as incríveis Rodas de Skate Frosted Punk Jumper.</p>",
        "price": 84.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/rodas-de-skate-frosted-punk-jumper/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/rodas-de-skate-frosted-punk-jumper/aditional-image-1.jpg",
            "/src/img/products/rodas-de-skate-frosted-punk-jumper/aditional-image-2.jpg"
        ],
        "colors": {},
        "url-param": "rodas-de-skate-frosted-punk-jumper",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=rodas-de-skate-frosted-punk-jumper",
        "availability": 32,
        "collection": "rodas",
        "brand": "Frosted"
    },
    {
        "id": 26,
        "name": "Joelheira Wosawe Anti Derrapante Gear MTB",
        "description": "<p>A Joelheira Wosawe Anti Derrapante Gear MTB é um equipamento de proteção projetado especialmente para skatistas. Essa joelheira foi desenvolvida para oferecer proteção aos joelhos durante a prática do skate, ajudando a prevenir lesões e proporcionando maior segurança ao skatista.</p><p>A característica principal da Joelheira Wosawe Anti Derrapante Gear MTB é a sua capacidade de evitar derrapagens. Ela possui uma superfície antiderrapante na parte interna, que garante um ajuste firme e estável, mesmo durante manobras mais intensas e movimentos bruscos. Isso ajuda o skatista a manter o equilíbrio e a estabilidade durante as sessões de skate.</p><p>Além disso, essa joelheira foi projetada levando em consideração o conforto e a liberdade de movimento. Ela é flexível e permite uma ampla gama de movimentos, sem restringir os movimentos naturais do joelho. A joelheira é leve e possui um sistema de ventilação para evitar o superaquecimento durante a prática.</p><p>A Joelheira Wosawe Anti Derrapante Gear MTB possui um design ergonômico que se adapta à forma do joelho, proporcionando um ajuste confortável e seguro. Ela é ajustável e conta com fechos de velcro, permitindo um ajuste personalizado de acordo com o tamanho e a preferência do skatista.</p><p>Em resumo, a Joelheira Wosawe Anti Derrapante Gear MTB é uma opção ideal para skatistas que desejam proteger seus joelhos durante as sessões de skate. Com sua superfície antiderrapante, design ergonômico e ajuste personalizável, essa joelheira oferece proteção, conforto e liberdade de movimento, ajudando os skatistas a se sentirem mais seguros e confiantes em suas manobras.</p>",
        "price": 123.7,
        "price-no-discount": null,
        "main-img": "/src/img/products/joelheira-wosawe-anti-derrapante-gear-mtb/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/joelheira-wosawe-anti-derrapante-gear-mtb/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "joelheira-wosawe-anti-derrapante-gear-mtb",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=joelheira-wosawe-anti-derrapante-gear-mtb",
        "availability": 34,
        "collection": "joelheiras",
        "brand": "Wosawe"
    },
    {
        "id": 27,
        "name": "Cotoveleira Wosawe Anti Derrapante Gear MTB",
        "description": "<p>A Cotoveleira Wosawe Anti Derrapante Gear MTB é um equipamento de proteção essencial para skatistas que desejam garantir a segurança de seus cotovelos durante as sessões de skate. Essa cotoveleira foi especialmente desenvolvida para oferecer proteção eficiente contra impactos e quedas, ajudando a prevenir lesões.</p><p>A principal característica da Cotoveleira Wosawe Anti Derrapante Gear MTB é a sua capacidade de evitar derrapagens. Ela possui uma superfície antiderrapante na parte interna, que proporciona um ajuste seguro e estável, mesmo durante manobras intensas e movimentos bruscos. Isso permite que os skatistas mantenham o equilíbrio e a estabilidade durante suas manobras.</p><p>Além disso, a cotoveleira é feita com materiais de alta qualidade, que oferecem resistência e durabilidade para suportar o desgaste do skate. Ela é projetada com um design ergonômico que se adapta confortavelmente à forma do cotovelo, proporcionando um ajuste seguro e confortável.</p><p>A Cotoveleira Wosawe Anti Derrapante Gear MTB é ajustável e conta com fechos de velcro, permitindo um ajuste personalizado de acordo com o tamanho e a preferência do skatista. Isso garante que a cotoveleira fique firmemente no lugar durante a prática do skate, sem restringir os movimentos naturais do cotovelo.</p><p>Em resumo, a Cotoveleira Wosawe Anti Derrapante Gear MTB é um item indispensável para skatistas que buscam proteger seus cotovelos durante as sessões de skate. Com sua superfície antiderrapante, design ergonômico e ajuste personalizável, essa cotoveleira oferece proteção eficiente, conforto e liberdade de movimento, permitindo que os skatistas se concentrem em suas manobras com mais confiança e segurança.</p>",
        "price": 132.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/cotoveleira-wosawe-anti-derrapante-gear-mtb/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/cotoveleira-wosawe-anti-derrapante-gear-mtb/aditional-image-1.jpg"
        ],
        "colors": {},
        "url-param": "cotoveleira-wosawe-anti-derrapante-gear-mtb",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=cotoveleira-wosawe-anti-derrapante-gear-mtb",
        "availability": 33,
        "collection": "cotoveleiras",
        "brand": "Wosawe"
    },
    {
        "id": 28,
        "name": "Kit Cotoveleira e Joelheira Wosawe Gear MTB",
        "description": "<p>O Kit Cotoveleira e Joelheira Wosawe Gear MTB é um conjunto de equipamentos de proteção projetados especialmente para skatistas. Esse kit inclui uma cotoveleira e uma joelheira, proporcionando proteção completa para os membros superiores e inferiores durante as sessões de skate.</p><p>As cotoveleiras e joelheiras são fabricadas com materiais de alta qualidade, garantindo resistência e durabilidade para suportar o impacto e o desgaste associados à prática do skate. Esses equipamentos oferecem proteção eficiente contra quedas, impactos e abrasões, ajudando a prevenir lesões graves.</p><p>Tanto a cotoveleira quanto a joelheira do Kit Wosawe Gear MTB possuem superfícies antiderrapantes na parte interna, garantindo um ajuste seguro e estável durante as manobras. Isso é essencial para manter o equilíbrio e a estabilidade durante as sessões de skate, proporcionando confiança ao skatista.</p><p>As cotoveleiras e joelheiras são projetadas com um design ergonômico que se adapta confortavelmente à forma dos cotovelos e joelhos, oferecendo um ajuste seguro e confortável. Além disso, elas são ajustáveis e possuem fechos de velcro, permitindo um ajuste personalizado de acordo com o tamanho e a preferência do skatista.</p><p>O Kit Cotoveleira e Joelheira Wosawe Gear MTB é uma escolha ideal para skatistas que desejam proteção completa e confiável para os membros superiores e inferiores. Com sua resistência, design ergonômico, ajuste personalizável e superfícies antiderrapantes, esse kit oferece a proteção necessária para aproveitar o skate com segurança e confiança.</p>",
        "price": 199.9,
        "price-no-discount": 256.6,
        "main-img": "/src/img/products/kit-cotoveleira-e-joelheira-wosawe-gear-mtb/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/kit-cotoveleira-e-joelheira-wosawe-gear-mtb/aditional-image-1.jpg",
            "/src/img/products/kit-cotoveleira-e-joelheira-wosawe-gear-mtb/aditional-image-2.jpg",
            "/src/img/products/kit-cotoveleira-e-joelheira-wosawe-gear-mtb/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "kit-cotoveleira-e-joelheira-wosawe-gear-mtb",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=kit-cotoveleira-e-joelheira-wosawe-gear-mtb",
        "availability": 14,
        "collection": "kits",
        "brand": "Wosawe"
    },
    {
        "id": 29,
        "name": "Cotoveleiras Elbow Premium Jd Style",
        "description": "<p>As Cotoveleiras Elbow Premium Jd Style são equipamentos de proteção projetados especificamente para skatistas que desejam proteger seus cotovelos durante as sessões de skate. Essas cotoveleiras são uma parte essencial do kit de proteção de um skatista, oferecendo segurança e conforto durante a prática do esporte.</p><p>As Cotoveleiras Elbow Premium Jd Style são fabricadas com materiais de alta qualidade, proporcionando resistência e durabilidade para suportar os impactos e o desgaste frequentes no skate. Elas oferecem uma camada de proteção eficaz contra quedas, impactos e abrasões, minimizando o risco de lesões graves nos cotovelos.</p><p>Essas cotoveleiras possuem um design ergonômico que se adapta confortavelmente à forma dos cotovelos, permitindo um ajuste seguro e confortável. Elas são projetadas para se encaixarem de forma precisa e firme, sem restringir os movimentos naturais durante as manobras do skate.</p><p>Além disso, as Cotoveleiras Elbow Premium Jd Style são leves e possuem revestimento interno acolchoado, proporcionando conforto e minimizando o desconforto durante o uso prolongado. Elas também possuem fechos de velcro ajustáveis, permitindo um ajuste personalizado de acordo com o tamanho e a preferência do skatista.</p><p>Em resumo, as Cotoveleiras Elbow Premium Jd Style são equipamentos de proteção essenciais para skatistas que desejam proteger seus cotovelos durante as sessões de skate. Com sua resistência, design ergonômico, ajuste personalizável e conforto, essas cotoveleiras oferecem a proteção necessária para aproveitar o skate com segurança e confiança.</p>",
        "price": 127.7,
        "price-no-discount": null,
        "main-img": "/src/img/products/cotoveleiras-elbow-premium-jd-style/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/cotoveleiras-elbow-premium-jd-style/aditional-image-1.jpg",
            "/src/img/products/cotoveleiras-elbow-premium-jd-style/aditional-image-2.jpg"
        ],
        "colors": {},
        "url-param": "cotoveleiras-elbow-premium-jd-style",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=cotoveleiras-elbow-premium-jd-style",
        "availability": 22,
        "collection": "cotoveleiras",
        "brand": "Elbow"
    },
    {
        "id": 30,
        "name": "Bag de Skate LAI Malas Com Compartimentos Múltiplos",
        "description": "<p>A Bag de Skate LAI Malas Com Compartimentos Múltiplos é um acessório projetado especialmente para skatistas que desejam transportar e armazenar seu skate e equipamentos de forma prática e organizada. Essa bag oferece espaço amplo e compartimentos múltiplos para acomodar tudo o que um skatista precisa.</p><p>A Bag de Skate LAI Malas é fabricada com materiais duráveis e resistentes, garantindo a proteção dos equipamentos durante o transporte. Ela possui um design robusto e reforçado, capaz de suportar o uso frequente e os impactos do ambiente urbano.</p><p>Essa bag conta com compartimentos específicos para o skate, permitindo que ele seja armazenado com segurança e facilidade. Além disso, ela possui compartimentos extras, como bolsos internos e externos, ideais para guardar acessórios como chaves, carteiras, telefones celulares e até mesmo peças de reposição para o skate.</p><p>A Bag de Skate LAI Malas é projetada com alças ajustáveis e acolchoadas, garantindo conforto durante o transporte. Ela pode ser carregada nas costas como uma mochila ou pela alça de mão, oferecendo versatilidade no transporte.</p><p>Outro destaque da bag são as opções de design e cores disponíveis, permitindo que o skatista escolha um estilo que reflita sua personalidade e preferências.</p><p>Em resumo, a Bag de Skate LAI Malas Com Compartimentos Múltiplos é um item essencial para skatistas que desejam transportar e armazenar seu skate e acessórios de forma prática e organizada. Com sua durabilidade, compartimentos múltiplos e design confortável, essa bag oferece a conveniência necessária para os skatistas levarem seus equipamentos com segurança e estilo.</p>",
        "price": 97,
        "price-no-discount": null,
        "main-img": "/src/img/products/bag-de-skate-lai-malas-com-compartimentos-multiplos/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/bag-de-skate-lai-malas-com-compartimentos-multiplos/aditional-image-1.jpg",
            "/src/img/products/bag-de-skate-lai-malas-com-compartimentos-multiplos/aditional-image-2.jpg",
            "/src/img/products/bag-de-skate-lai-malas-com-compartimentos-multiplos/aditional-image-3.jpg",
            "/src/img/products/bag-de-skate-lai-malas-com-compartimentos-multiplos/aditional-image-4.jpg"
        ],
        "colors": {},
        "url-param": "bag-de-skate-lai-malas-com-compartimentos-multiplos",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=bag-de-skate-lai-malas-com-compartimentos-multiplos",
        "availability": 7,
        "collection": "bags",
        "brand": "LAI Malas"
    },
    {
        "id": 31,
        "name": "Óleo Para Rolamentos de Skate Deriva 10ml",
        "description": "<p>O Óleo Para Rolamentos de Skate Deriva 10ml é um produto desenvolvido especificamente para lubrificar os rolamentos de skate, proporcionando um deslizamento suave e eficiente. Com sua fórmula de alta qualidade, reduz o atrito e a resistência dos rolamentos, garantindo um movimento fluido e sem travamentos. Além disso, ajuda a prolongar a vida útil dos rolamentos, protegendo-os contra desgaste, corrosão e acúmulo de sujeira.</p><p>Este óleo é fornecido em um frasco de 10ml, o que permite várias aplicações. Com o bico dosador, é fácil e preciso aplicar o óleo nos rolamentos, evitando desperdícios e garantindo uma lubrificação adequada. Para obter os melhores resultados, é recomendado limpar e secar os rolamentos antes da aplicação, removendo sujeiras e resíduos. Siga as instruções de uso do fabricante para aproveitar ao máximo os benefícios deste produto.</p><p>O Óleo Para Rolamentos de Skate Deriva 10ml é essencial para manter o desempenho ideal do skate. Com sua capacidade de melhorar a velocidade, a suavidade e a durabilidade dos rolamentos, ele proporciona uma experiência de skate mais prazerosa e eficiente. Cuide bem dos seus rolamentos e desfrute de sessões de skate suaves e sem problemas.</p>",
        "price": 20,
        "price-no-discount": null,
        "main-img": "/src/img/products/oleo-para-rolamentos-de-skate-deriva-10ml/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/oleo-para-rolamentos-de-skate-deriva-10ml/aditional-image-1.jpg",
            "/src/img/products/oleo-para-rolamentos-de-skate-deriva-10ml/aditional-image-2.jpg",
            "/src/img/products/oleo-para-rolamentos-de-skate-deriva-10ml/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "oleo-para-rolamentos-de-skate-deriva-10ml",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=oleo-para-rolamentos-de-skate-deriva-10ml",
        "availability": 37,
        "collection": "manutenção",
        "brand": "Deriva"
    },
    {
        "id": 32,
        "name": "Óleo de Rolamentos de Skate CROM Low Visc",
        "description": "<p>O Óleo de Rolamentos de Skate CROM Low Visc é um produto de alta qualidade desenvolvido especificamente para lubrificar os rolamentos de skate. Com sua baixa viscosidade, ele proporciona uma lubrificação eficiente, reduzindo o atrito e melhorando o desempenho dos rolamentos. Este óleo é ideal para skatistas que buscam um deslizamento suave e uma maior durabilidade dos rolamentos.</p><p>A fórmula de baixa viscosidade do óleo CROM Low Visc permite que ele penetre facilmente nos rolamentos, lubrificando todas as partes móveis. Isso resulta em um movimento suave e sem travamentos, aumentando a velocidade e o desempenho do skate. Além disso, o óleo ajuda a proteger os rolamentos contra o desgaste e a corrosão, prolongando sua vida útil.</p><p>Com o Óleo de Rolamentos de Skate CROM Low Visc, você pode contar com rolamentos mais eficientes e duradouros. Basta aplicar algumas gotas do óleo nos rolamentos, seguindo as instruções do fabricante, e desfrutar de sessões de skate mais suaves e com um desempenho aprimorado. Este óleo é um item essencial para qualquer skatista que deseja manter seus rolamentos em ótimo estado e obter o máximo de sua experiência no skate.</p>",
        "price": 22,
        "price-no-discount": null,
        "main-img": "/src/img/products/oleo-de-rolamentos-de-skate-crom-low-visc/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/oleo-de-rolamentos-de-skate-crom-low-visc/aditional-image-1.jpg",
            "/src/img/products/oleo-de-rolamentos-de-skate-crom-low-visc/aditional-image-2.jpg",
            "/src/img/products/oleo-de-rolamentos-de-skate-crom-low-visc/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "oleo-de-rolamentos-de-skate-crom-low-visc",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=oleo-de-rolamentos-de-skate-crom-low-visc",
        "availability": 31,
        "collection": "manutenção",
        "brand": "CROM"
    },
    {
        "id": 33,
        "name": "Quadro de Parede Invisible Moon Street Style 60cm x 100cm",
        "description": "<p>O Quadro de Parede Invisible Moon Street Style é uma peça decorativa moderna e elegante que trará um toque artístico ao seu ambiente. Com suas dimensões de 60cm x 100cm, é grande o suficiente para se tornar o destaque da parede em que for colocado.</p><p>A característica principal deste quadro é o design Invisible Moon Street Style. Ele apresenta uma representação abstrata da lua em um estilo urbano e contemporâneo. A lua é retratada de forma estilizada, com traços fluidos e elementos gráficos que evocam uma sensação de movimento e energia. A combinação de cores sutis, como tons de cinza, preto e branco, adiciona um toque de sofisticação ao quadro.</p><p>O quadro é feito com materiais de alta qualidade. A imagem é impressa em uma superfície resistente e durável, proporcionando uma excelente reprodução de cores e detalhes. Além disso, possui uma estrutura sólida e leve, tornando-o fácil de pendurar na parede.</p><p>Este quadro de parede é perfeito para decorar salas de estar, quartos, escritórios ou qualquer outro espaço que você queira adicionar um toque artístico e contemporâneo. Ele pode ser usado como peça única de destaque ou combinado com outras obras de arte para criar uma galeria pessoal em suas paredes.</p><p>Se você está procurando por uma peça de decoração única e estilosa, o Quadro de Parede Invisible Moon Street Style certamente será uma excelente escolha. Adicione um toque de arte e personalidade ao seu ambiente com essa bela obra.</p>",
        "price": 449.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/quadro-de-parede-invisible-moon-street-style-60cm-x-100cm/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "quadro-de-parede-invisible-moon-street-style-60cm-x-100cm",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=quadro-de-parede-invisible-moon-street-style-60cm-x-100cm",
        "availability": 5,
        "collection": "diversos",
        "brand": "Invisible Moon"
    },
    {
        "id": 34,
        "name": "Quadro de Parede Invisible Moon Horizon Skate Style",
        "description": "<p>O Quadro de Parede Invisible Moon Horizon Skate Style é uma peça decorativa moderna e elegante que trará um toque artístico ao seu ambiente. Com suas dimensões de 60cm x 100cm, é grande o suficiente para se tornar o destaque da parede em que for colocado.</p><p>A característica principal deste quadro é o design Invisible Moon Horizon Skate Style. Ele apresenta uma representação abstrata do horizonte em um estilo inspirado no skate. O horizonte é retratado de forma estilizada, com elementos gráficos que evocam a cultura do skate, como shapes, rodas e manobras. A combinação de cores vibrantes e ousadas adiciona um toque de energia e estilo ao quadro.</p><p>O quadro é feito com materiais de alta qualidade. A imagem é impressa em uma superfície resistente e durável, proporcionando uma excelente reprodução de cores e detalhes. Além disso, possui uma estrutura sólida e leve, tornando-o fácil de pendurar na parede.</p><p>Este quadro de parede é perfeito para decorar salas de estar, quartos, escritórios ou qualquer outro espaço que você queira adicionar um toque artístico e contemporâneo com influências do skate. Ele pode ser usado como peça única de destaque ou combinado com outras obras de arte para criar uma galeria pessoal em suas paredes.</p><p>Se você está procurando por uma peça de decoração única e estilosa com referências ao skate, o Quadro de Parede Invisible Moon Horizon Skate Style certamente será uma excelente escolha. Adicione um toque de arte e personalidade ao seu ambiente com essa bela obra.</p>",
        "price": 439.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/quadro-de-parede-invisible-moon-horizon-skate-style/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "quadro-de-parede-invisible-moon-horizon-skate-style",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=quadro-de-parede-invisible-moon-horizon-skate-style",
        "availability": 3,
        "collection": "diversos",
        "brand": "Invisible Moon"
    },
    {
        "id": 35,
        "name": "Quadro de Parede Invisible Moon Paint Splash",
        "description": "<p>O Quadro de Parede Invisible Moon Paint Splash é um produto da marca Invisible Moon, conhecida por sua qualidade e estilo inovador. O quadro possui dimensões de 60cm x 100cm, proporcionando uma presença marcante na parede.</p><p>O design do quadro é chamado de Paint Splash, que combina elementos abstratos e expressivos para criar uma obra de arte única. O estilo abstrato permite interpretações variadas e convida o espectador a explorar diferentes significados e emoções.</p><p>Uma das características distintivas do quadro é a sensação de movimento e fluidez em suas formas. As cores vivas e vibrantes criam uma atmosfera dinâmica e energética, adicionando um toque de modernidade ao ambiente em que é colocado.</p><p>O Quadro de Parede Invisible Moon Paint Splash é feito com materiais de alta qualidade, garantindo durabilidade e resistência. Além disso, possui um acabamento elegante que realça sua beleza.</p><p>É uma escolha perfeita para decorar salas de estar, quartos, escritórios ou qualquer outro espaço onde se deseje adicionar um toque artístico e contemporâneo. Com seu tamanho e design impressionantes, o quadro certamente se tornará o destaque da decoração.</p><p>Invisible Moon é uma marca reconhecida por sua paixão pela arte e criatividade. Seus produtos são apreciados por amantes de arte e por aqueles que buscam adicionar estilo e personalidade aos seus espaços. O Quadro de Parede Invisible Moon Paint Splash certamente não decepcionará aqueles que buscam uma peça de arte única e impactante para decorar suas paredes.</p>",
        "price": 429.9,
        "price-no-discount": 500,
        "main-img": "/src/img/products/quadro-de-parede-invisible-moon-paint-splash/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "quadro-de-parede-invisible-moon-paint-splash",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=quadro-de-parede-invisible-moon-paint-splash",
        "availability": 1,
        "collection": "diversos",
        "brand": "Invisible Moon"
    },
    {
        "id": 36,
        "name": "Quadro de Parede Invisible Moon Free Style",
        "description": "<p>O Quadro de Parede Invisible Moon Free Style é perfeito para os amantes do skate. Com suas dimensões de 60cm x 70cm, ele apresenta um design dinâmico e moderno, capturando a essência do mundo do skate. As formas abstratas e as cores vibrantes combinam-se para criar uma obra de arte única, que reflete a energia e a liberdade encontradas no skate. Seja para decorar o quarto, o escritório ou qualquer outro espaço, esse quadro certamente adicionará um toque de estilo e personalidade para os skatistas e entusiastas desse esporte radical.</p><p>A marca Invisible Moon é reconhecida por sua paixão pela arte contemporânea e pela expressão criativa. O Quadro de Parede Invisible Moon Free Style é mais uma prova desse compromisso, oferecendo uma peça de arte que captura a essência do skate de forma única e inspiradora. Se você é um skatista ou simplesmente aprecia a estética e a cultura do skate, esse quadro será uma adição marcante à sua decoração.</p>",
        "price": 447.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/quadro-de-parede-invisible-moon-free-style/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "quadro-de-parede-invisible-moon-free-style",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=quadro-de-parede-invisible-moon-free-style",
        "availability": 4,
        "collection": "diversos",
        "brand": "Invisible Moon"
    },
    {
        "id": 37,
        "name": "Quadro de Parede Invisible Moon Sky Jumper",
        "description": "<p>O Quadro de Parede Invisible Moon Sky Jumper é um produto da marca Invisible Moon, conhecida por sua arte inovadora e inspiradora. Este quadro retrata uma cena cativante de um jumper no céu, evocando uma sensação de aventura e liberdade.</p><p>Com dimensões de 60cm x 70cm, o quadro possui um design detalhado e vibrante. As cores escolhidas transmitem uma atmosfera de serenidade e emoção, criando uma composição visualmente impactante. A cena retratada desperta a imaginação e convida o espectador a explorar a sensação de estar no ar.</p><p>O Quadro de Parede Invisible Moon Sky Jumper é perfeito para decorar qualquer ambiente, seja um quarto, sala de estar ou escritório. Ele adiciona uma pitada de inspiração e aventura ao espaço, tornando-se um ponto focal que desperta conversas e desperta o espírito de exploração.</p><p>Invisible Moon é uma marca reconhecida por sua dedicação à arte contemporânea e à expressão criativa. Com o Quadro de Parede Invisible Moon Sky Jumper, você terá uma peça única que captura a imaginação e a beleza do céu, oferecendo uma experiência visual envolvente e encantadora.</p>",
        "price": 399.9,
        "price-no-discount": 499.9,
        "main-img": "/src/img/products/quadro-de-parede-invisible-moon-sky-jumper/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "quadro-de-parede-invisible-moon-sky-jumper",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=quadro-de-parede-invisible-moon-sky-jumper",
        "availability": 1,
        "collection": "diversos",
        "brand": "Invisible Moon"
    },
    {
        "id": 38,
        "name": "Quadros de Parede Timeless Nighthy Astrounauts",
        "description": "<p>Os Quadros de Parede Timeless Nighthy Astrounauts são um conjunto de duas unidades que trazem um toque de mistério e aventura para a decoração. A marca Timeless é conhecida por suas criações inspiradoras e este conjunto não é exceção.</p><p>O primeiro quadro possui dimensões de 70cm x 100cm e apresenta uma impressionante representação de astronautas em um ambiente noturno, transmitindo uma atmosfera de exploração espacial e descoberta. A segunda unidade possui dimensões de 49cm x 70cm e complementa perfeitamente o primeiro quadro, com uma imagem igualmente fascinante.</p><p>Os quadros Timeless Nighthy Astrounauts são ideais para decorar salas de estar, quartos ou qualquer outro espaço onde se queira adicionar um elemento de fascínio e curiosidade. As cores e detalhes cuidadosamente selecionados criam uma sensação de profundidade e imersão, transportando os espectadores para uma jornada cósmica única.</p><p>Com sua qualidade excepcional e design intrigante, os Quadros de Parede Timeless Nighthy Astrounauts são uma opção perfeita para aqueles que desejam adicionar um toque de aventura e mistério à sua decoração, cativando o olhar e a imaginação de todos que os contemplam.</p>",
        "price": 549.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/quadros-de-parede-timeless-nighthy-astrounauts/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/quadros-de-parede-timeless-nighthy-astrounauts/aditional-image-1.jpg",
            "/src/img/products/quadros-de-parede-timeless-nighthy-astrounauts/aditional-image-2.jpg",
            "/src/img/products/quadros-de-parede-timeless-nighthy-astrounauts/aditional-image-3.jpg"
        ],
        "colors": {},
        "url-param": "quadros-de-parede-timeless-nighthy-astrounauts",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=quadros-de-parede-timeless-nighthy-astrounauts",
        "availability": 4,
        "collection": "diversos",
        "brand": "Timeless"
    },
    {
        "id": 39,
        "name": "Skate Puente Rock Style Street",
        "description": "<p>Apresentando o Skate Puente Rock Style Street da marca Puente, um produto projetado para os skatistas apaixonados pelo estilo urbano e a energia do rock. Com uma estrutura robusta feita de maple, este skate oferece durabilidade e desempenho excepcionais para enfrentar as ruas com confiança.</p><p>O Skate Puente Rock Style Street é construído com um deck de maple de alta qualidade, conhecido por sua resistência e flexibilidade. O maple é um material amplamente utilizado na indústria do skate devido à sua capacidade de absorver impactos e proporcionar uma excelente resposta aos movimentos do skatista. Com uma forma ligeiramente côncava e um tamanho versátil, este deck oferece um equilíbrio perfeito entre estabilidade e manobrabilidade.</p><p>Além disso, o Skate Puente Rock Style Street possui trucks duráveis e precisos, que garantem uma ótima estabilidade e controle durante as sessões de skate. Os trucks são ajustáveis para permitir a personalização de acordo com as preferências individuais de cada skatista. As rodas de alta qualidade oferecem aderência excepcional e rolamento suave, permitindo uma experiência de skate confortável tanto em superfícies lisas quanto ásperas.</p><p>Se você é um skatista que valoriza a expressão pessoal e busca um skate confiável e estiloso para arrasar nas ruas, o Skate Puente Rock Style Street é a escolha perfeita. Com seu design único e a durabilidade comprovada dos materiais, este skate irá acompanhá-lo em suas aventuras urbanas, permitindo que você mostre seu estilo e habilidades com autenticidade. Prepare-se para conquistar as ruas com atitude e deixar sua marca com o Skate Puente Rock Style Street!</p>",
        "price": 389.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-puente-rock-style-street/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-puente-rock-style-street",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-puente-rock-style-street",
        "availability": 12,
        "collection": "skates",
        "brand": "Puente"
    },
    {
        "id": 40,
        "name": "Skate Puente Street Life",
        "description": "<p>Apresentando o Skate Puente Street Life, um skate projetado para os skatistas urbanos que vivem a energia vibrante da vida nas ruas. Com seu design elegante e moderno, este skate oferece estilo e desempenho excepcionais para aqueles que buscam explorar a cidade em cima de uma prancha.</p><p>O Skate Puente Street Life é construído com materiais de alta qualidade para garantir durabilidade e resistência. Seu deck é feito de maple, um material reconhecido por sua robustez e capacidade de absorver impactos. Isso proporciona aos skatistas uma plataforma sólida e estável para realizar manobras e deslizar suavemente pelas ruas.</p><p>Além disso, o Skate Puente Street Life possui trucks resistentes que oferecem excelente estabilidade e controle durante as sessões de skate. As rodas de alta qualidade proporcionam aderência superior, permitindo que você deslize com confiança em diferentes tipos de terreno. Seja para se deslocar pela cidade ou para praticar manobras radicais, este skate está pronto para acompanhar você em todas as aventuras.</p><p>O Skate Puente Street Life é perfeito para os skatistas que buscam expressar seu estilo de vida urbano através do skate. Seja você um iniciante ou um skatista experiente, este skate irá proporcionar uma experiência empolgante e autêntica. Com seu design arrojado e qualidade excepcional, o Skate Puente Street Life vai te ajudar a viver intensamente a vida nas ruas e desfrutar ao máximo da cultura do skate.</p>",
        "price": 379.9,
        "price-no-discount": 449.9,
        "main-img": "/src/img/products/skate-puente-street-life/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-puente-street-life",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-puente-street-life",
        "availability": 5,
        "collection": "skates",
        "brand": "Puente"
    },
    {
        "id": 41,
        "name": "Skate SK8 One Street 1968",
        "description": "<p>Apresentando o Skate SK8 One Street 1968, um skate icônico da marca SK8 One que incorpora a essência do estilo urbano e a nostalgia dos anos 60. Este skate é uma homenagem aos primórdios da cultura do skateboarding, trazendo consigo uma mistura de história e modernidade para os skatistas apaixonados.</p><p>O Skate SK8 One Street 1968 possui um deck resistente e durável, construído com materiais de alta qualidade para suportar as demandas das ruas. Seu design clássico remete aos primeiros modelos de skate, com uma forma retrô que evoca o espírito da década de 1960. Com um tamanho versátil e uma leve concavidade, este deck oferece equilíbrio e estabilidade ideais para diversas manobras.</p><p>Equipado com trucks robustos, o Skate SK8 One Street 1968 oferece excelente controle e resposta durante as sessões de skate. Os trucks são ajustáveis, permitindo que os skatistas personalizem sua experiência de acordo com suas preferências individuais. As rodas de alto desempenho garantem uma ótima aderência e rolamento suave, permitindo que você deslize pelas ruas com facilidade.</p><p>Seja você um skatista nostálgico ou alguém em busca de um estilo único, o Skate SK8 One Street 1968 é a escolha ideal. Com sua combinação de design clássico e elementos modernos, este skate é uma verdadeira declaração de estilo. Desfrute de uma experiência autêntica de skate enquanto honra a história e os pioneiros do skateboarding com o Skate SK8 One Street 1968.</p>",
        "price": 447,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-sk8-one-street-1968/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-sk8-one-street-1968",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-sk8-one-street-1968",
        "availability": 3,
        "collection": "skates",
        "brand": "SK8 One"
    },
    {
        "id": 42,
        "name": "Skate SK8 One Action Hunting",
        "description": "<p>Apresentando o Skate SK8 One Action Hunting, um skate projetado para os skatistas aventureiros que desejam explorar a cidade com estilo e adrenalina. Com um design arrojado e recursos de alta performance, este skate é perfeito para aqueles que buscam ação e emoção em suas sessões de skate.</p><p>O Skate SK8 One Action Hunting apresenta um deck robusto e resistente, construído com materiais de qualidade para suportar os impactos do skate urbano. Sua forma versátil e concavidade moderada proporcionam equilíbrio e controle ideais para realizar manobras radicais e deslizar com confiança nas ruas.</p><p>Equipado com trucks duráveis e responsivos, o Skate SK8 One Action Hunting oferece uma excelente estabilidade e resposta aos movimentos do skatista. Isso permite realizar curvas precisas e manobras ousadas, garantindo uma experiência empolgante a cada sessão. As rodas de alta aderência proporcionam um excelente desempenho em diferentes tipos de terreno, permitindo que você explore a cidade com facilidade.</p><p>Além disso, o Skate SK8 One Action Hunting apresenta um design marcante, com gráficos exclusivos que representam a essência da aventura. Seja você um skatista experiente ou alguém que está começando no mundo do skate, este skate é uma escolha excelente para quem busca emoção e diversão. Prepare-se para a ação e caça as melhores manobras com o Skate SK8 One Action Hunting.</p>",
        "price": 437,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-sk8-one-action-hunting/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-sk8-one-action-hunting",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-sk8-one-action-hunting",
        "availability": 4,
        "collection": "skates",
        "brand": "SK8 One"
    },
    {
        "id": 43,
        "name": "Skate SK8 One Universe",
        "description": "<p>Apresentando o Skate SK8 One Universe, um skate que leva os skatistas a explorar um universo de possibilidades e expressão criativa. Com um design inovador e características de alta performance, este skate permite que os skatistas deixem sua marca no mundo do skateboarding.</p><p>O Skate SK8 One Universe apresenta um deck de alta qualidade, projetado para oferecer durabilidade e resistência durante as sessões de skate. Seu design moderno e estiloso combina perfeitamente com a personalidade ousada dos skatistas que desejam se destacar. Com uma concavidade ideal, o deck oferece estabilidade e controle excepcionais para manobras precisas e deslizamento suave.</p><p>Equipado com trucks de alta resistência, o Skate SK8 One Universe garante uma excelente resposta aos movimentos do skatista. Os trucks foram projetados para oferecer estabilidade e precisão, permitindo que você execute curvas acentuadas e manobras radicais com confiança. As rodas de alto desempenho fornecem aderência excepcional e rolamento suave, garantindo uma experiência de skate suave em diferentes superfícies.</p><p>Além do desempenho de alta qualidade, o Skate SK8 One Universe também apresenta um design estético e cativante. Com gráficos inspirados no universo, este skate permite que os skatistas expressem sua criatividade e estilo individual. Seja você um skatista iniciante ou experiente, o Skate SK8 One Universe é uma escolha perfeita para aqueles que desejam explorar o skateboarding como uma forma de arte e descobrir um novo mundo de possibilidades sobre as quatro rodas.</p>",
        "price": 429.9,
        "price-no-discount": 499.9,
        "main-img": "/src/img/products/skate-sk8-one-universe/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-sk8-one-universe",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-sk8-one-universe",
        "availability": 2,
        "collection": "skates",
        "brand": "SK8 One"
    },
    {
        "id": 44,
        "name": "Skate Puente Sport Fast Tiger",
        "description": "<p>Apresentando o Skate Puente Fast Tiger, um skate ágil e poderoso projetado para os skatistas que buscam velocidade e desempenho excepcionais. Inspirado na agilidade e na força do tigre, este skate proporciona uma experiência de skate empolgante e cheia de energia.</p><p>O Skate Puente Fast Tiger apresenta um deck resistente e durável, construído com materiais de alta qualidade para suportar as demandas das manobras radicais e das altas velocidades. Seu design aerodinâmico e leve oferece uma plataforma estável e responsiva, permitindo que você acelere com confiança e controle.</p><p>Equipado com trucks de alta performance, o Skate Puente Fast Tiger oferece uma excelente estabilidade e resposta aos movimentos do skatista. Os trucks foram projetados para proporcionar um equilíbrio perfeito entre flexibilidade e resistência, permitindo curvas suaves e precisas. As rodas de alto desempenho e alta aderência garantem uma ótima tração em diferentes tipos de superfície, permitindo que você acelere sem esforço e controle sua velocidade com precisão.</p><p>Além do desempenho excepcional, o Skate Puente Fast Tiger apresenta um design cativante com gráficos inspirados no poderoso tigre. Com seu estilo único e agressivo, este skate certamente chamará a atenção e refletirá sua personalidade destemida.</p><p>Prepare-se para correr como um tigre nas ruas e conquistar novos desafios com o Skate Puente Fast Tiger. Se você é um skatista que busca adrenalina e velocidade, este é o skate ideal para você. Domine as pistas e sinta a emoção da velocidade com o Skate Puente Fast Tiger.</p>",
        "price": 453.7,
        "price-no-discount": null,
        "main-img": "/src/img/products/skate-puente-fast-tiger/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-puente-fast-tiger",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-puente-fast-tiger",
        "availability": 2,
        "collection": "skates",
        "brand": "Puente"
    },
    {
        "id": 45,
        "name": "Skate Puente Sport Black White Owl",
        "description": "<p>Apresento o Skate Puente Sport Black White Owl, um skate envolvente que combina estilo e elegância com um toque de mistério. Com sua marcante combinação de cores preto e branco e gráficos inspirados em corujas, este skate foi projetado para chamar a atenção e despertar admiração.</p><p>O Skate Puente Sport Black White Owl possui um deck resistente e durável, construído com materiais de alta qualidade para garantir uma experiência de skate excepcional. Sua forma ergonômica e concavidade média proporcionam uma base sólida e confortável, permitindo maior controle e manobras precisas.</p><p>Equipado com trucks confiáveis, o Skate Puente Sport Black White Owl oferece estabilidade e resposta suave aos movimentos do skatista. Esses trucks garantem curvas precisas e transições suaves durante as sessões de skate. As rodas de alta qualidade proporcionam excelente aderência em diferentes superfícies, garantindo uma experiência de rolamento suave e confiável.</p><p>Seja você um skatista iniciante ou experiente, o Skate Puente Sport Black White Owl é perfeito para quem deseja combinar estilo e desempenho. Com seu design único e inspirador, este skate irá destacá-lo na pista e permitir que você expresse sua personalidade única. Desperte a sua habilidade noturna com o Skate Puente Sport Black White Owl e deixe sua marca nas ruas com confiança e estilo.</p>",
        "price": 499.9,
        "price-no-discount": 599.9,
        "main-img": "/src/img/products/skate-puente-sport-black-white-owl/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-puente-sport-black-white-owl",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-puente-sport-black-white-owl",
        "availability": 1,
        "collection": "skates",
        "brand": "Puente"
    },
    {
        "id": 46,
        "name": "Prancha de Skate NoNoodle Soyamax",
        "description": "<p>Apresentando a prancha de skate NoNoodle Soyamax, uma prancha de alta qualidade com 7 camadas de maple. Projetada para oferecer durabilidade e desempenho excepcionais, esta prancha é perfeita para skatistas de todos os níveis que buscam uma experiência de skate de alta qualidade.</p><p>A prancha de skate NoNoodle Soyamax é construída com 7 camadas de maple, um material conhecido por sua resistência e flexibilidade. Essas camadas são cuidadosamente prensadas para fornecer uma base sólida e resistente, capaz de suportar impactos e manobras intensas. O maple proporciona uma excelente resposta aos movimentos do skatista, permitindo curvas precisas e uma ótima sensação de pop.</p><p>Além da sua construção robusta, a prancha de skate NoNoodle Soyamax apresenta um design versátil e funcional. Com uma forma ligeiramente côncava e tamanho adequado, oferece um equilíbrio ideal entre estabilidade e manobrabilidade. Isso permite que os skatistas executem truques com facilidade e tenham controle total sobre a prancha.</p><p>A prancha de skate NoNoodle Soyamax é a escolha perfeita para skatistas que valorizam a qualidade e o desempenho. Com sua construção em 7 camadas de maple, proporciona resistência e flexibilidade para enfrentar qualquer terreno. Seja você um skatista iniciante ou experiente, a prancha de skate NoNoodle Soyamax irá acompanhá-lo em suas aventuras, permitindo que você eleve seu nível de skate e desfrute de uma experiência de alto nível.</p>",
        "price": 134.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-nonoodle-soyamax/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/prancha-de-skate-nonoodle-soyamax/aditional-image-1.jpg",
            "/src/img/products/prancha-de-skate-nonoodle-soyamax/aditional-image-2.jpg"
        ],
        "colors": {},
        "url-param": "prancha-de-skate-nonoodle-soyamax",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-nonoodle-soyamax",
        "availability": 13,
        "collection": "pranchas",
        "brand": "NoNoodle"
    },
    {
        "id": 47,
        "name": "Prancha de Skate NoNoodle Concava Seven Layer",
        "description": "<p>Apresentamos a Prancha de Skate NoNoodle Concava Seven Layer, uma verdadeira obra-prima da marca NoNoodle. Projetada para proporcionar uma experiência de skate única e sem precedentes, esta prancha é uma escolha excepcional para skatistas de todos os níveis de habilidade.</p><p>A característica distintiva da NoNoodle Concava Seven Layer é a sua construção sólida e durável, composta por sete camadas de madeira de alta qualidade. Essas camadas foram cuidadosamente selecionadas para garantir resistência e flexibilidade ideais, permitindo que você desafie os limites do skate sem comprometer a estabilidade.</p><p>Com um design concavo inovador, esta prancha oferece um controle excepcional e uma resposta precisa aos movimentos do skatista. Seja para manobras técnicas, grindings ou descidas em alta velocidade, a NoNoodle Concava Seven Layer se adapta perfeitamente às suas necessidades, proporcionando uma experiência de skate ágil e emocionante.</p><p>Além disso, a NoNoodle se orgulha de oferecer um produto que valoriza a autenticidade e a simplicidade. Livre de pinturas ou grafismos elaborados, a prancha permite que sua habilidade e estilo individual se destaquem, garantindo que sua expressão criativa seja o centro das atenções.</p><p>Desenvolvida com a paixão e experiência de skatistas dedicados, a Prancha de Skate NoNoodle Concava Seven Layer oferece um equilíbrio perfeito entre desempenho, durabilidade e estética minimalista. Prepare-se para elevar o seu skate a um novo patamar e aproveitar cada momento na pista com confiança e estilo. Escolha a NoNoodle Concava Seven Layer e experimente a verdadeira essência do skate.</p>",
        "price": 124.7,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-nonoodle-concava-seven-layer/main-image.jpg",
        "aditional-imgs": [
            "/src/img/products/prancha-de-skate-nonoodle-concava-seven-layer/aditional-image-1.jpg",
            "/src/img/products/prancha-de-skate-nonoodle-concava-seven-layer/aditional-image-2.jpg"
        ],
        "colors": {},
        "url-param": "prancha-de-skate-nonoodle-concava-seven-layer",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-nonoodle-concava-seven-layer",
        "availability": 17,
        "collection": "pranchas",
        "brand": "NoNoodle"
    },
    {
        "id": 48,
        "name": "Prancha de Skate Zero Red Skull",
        "description": "<p>Apresentamos a Prancha de Skate Zero Red Skull, um equipamento ousado e poderoso que combina estilo arrebatador com desempenho excepcional. Com a marca Zero, reconhecida por sua qualidade e compromisso com a excelência, esta prancha é a escolha ideal para skatistas que desejam fazer uma declaração ousada nas pistas.</p><p>A Prancha de Skate Zero Red Skull possui um design icônico e marcante, com o crânio vermelho característico da marca estampado no centro. Esse grafismo cativante não apenas adiciona um toque de personalidade, mas também reflete a atitude destemida do mundo do skate.</p><p>Construída com materiais de alta qualidade, esta prancha oferece durabilidade e resistência superiores, permitindo que você se aventure em qualquer terreno com confiança. Seu shape concavo e acabamento impecável proporcionam uma plataforma estável e responsiva, garantindo manobras precisas e controle total durante suas sessões de skate.</p><p>A Prancha de Skate Zero Red Skull é uma verdadeira aliada para skatistas de todos os níveis. Seja você um iniciante empolgado em aprender novas manobras ou um profissional experiente em busca de desafios cada vez maiores, essa prancha está pronta para acompanhar e elevar o seu jogo.</p><p>Então, junte-se à família Zero e mostre sua personalidade nas pistas com a Prancha de Skate Zero Red Skull. Seja destemido, destaque-se e conquiste o mundo do skate com estilo e determinação.</p>",
        "price": 118,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-zero-red-skull/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-zero-red-skull",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-zero-red-skull",
        "availability": 14,
        "collection": "pranchas",
        "brand": "Zero"
    },
    {
        "id": 49,
        "name": "Prancha de Skate Zero Black Skull",
        "description": "<p>Apresentamos a Prancha de Skate Zero Black Skull, uma verdadeira representação da essência do skate urbano e rebelde. Com a marca Zero, reconhecida por sua qualidade e compromisso com a excelência, esta prancha é perfeita para skatistas que desejam expressar sua personalidade única e desafiar os limites do skate.</p><p>A Prancha de Skate Zero Black Skull apresenta um design marcante e estilizado, com um crânio preto icônico impresso no centro. Esse grafismo poderoso evoca uma sensação de mistério e rebeldia, tornando-se uma declaração de atitude nas pistas.</p><p>Construída com materiais de alta qualidade, esta prancha oferece resistência e durabilidade excepcionais, permitindo que você se aventure em qualquer terreno com confiança. Seu shape concavo e acabamento impecável proporcionam estabilidade e resposta rápida, permitindo que você execute manobras com precisão e controle.</p><p>A Prancha de Skate Zero Black Skull é projetada para atender às demandas dos skatistas de todos os níveis, desde os iniciantes até os mais experientes. Com essa prancha, você poderá explorar sua criatividade e aprimorar suas habilidades, enfrentando novos desafios e superando limites a cada sessão.</p><p>Se você busca uma prancha que combine estilo único e desempenho excepcional, a Prancha de Skate Zero Black Skull é a escolha perfeita. Mostre sua atitude nas pistas, destaque-se da multidão e conquiste o mundo do skate com confiança e autenticidade.</p>",
        "price": 97,
        "price-no-discount": 127.9,
        "main-img": "/src/img/products/prancha-de-skate-zero-black-skull/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-zero-black-skull",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-zero-black-skull",
        "availability": 15,
        "collection": "pranchas",
        "brand": "Zero"
    },
    {
        "id": 50,
        "name": "Prancha de Skate Zero Sandovar Green Smoker",
        "description": "<p>Apresentamos a Prancha de Skate Zero Sandovar Green Smoker, uma verdadeira representação da paixão e da liberdade encontradas no skate. Com a marca Zero, conhecida por sua qualidade e compromisso com a excelência, esta prancha é perfeita para skatistas que buscam um estilo distinto e um desempenho excepcional.</p><p>A Prancha de Skate Zero Sandovar Green Smoker apresenta um design único e marcante, com uma combinação de cores verde e preto que evoca um senso de energia e atitude. Com um acabamento impecável e um gráfico cativante do fumante verde, esta prancha se destaca entre a multidão e reflete o espírito irreverente do skate.</p><p>Construída com materiais de alta qualidade, esta prancha oferece durabilidade e resistência excepcionais, permitindo que você desafie os limites do skate em qualquer terreno. Seu shape concavo proporciona estabilidade e controle superiores, permitindo que você execute manobras com precisão e confiança.</p><p>A Prancha de Skate Zero Sandovar Green Smoker é projetada para atender às necessidades de skatistas de todos os níveis de habilidade. Seja você um iniciante entusiasmado em aprender novas manobras ou um skatista experiente em busca de desafios emocionantes, esta prancha oferece o equilíbrio perfeito entre desempenho e estilo.</p><p>Então, embarque na jornada do skate com a Prancha de Skate Zero Sandovar Green Smoker e deixe sua marca nas pistas. Mostre sua personalidade ousada, libere sua criatividade e desfrute de uma experiência de skate empolgante e autêntica.</p>",
        "price": 114.9,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-zero-sandovar-green-smoker/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-zero-sandovar-green-smoker",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-zero-sandovar-green-smoker",
        "availability": 19,
        "collection": "pranchas",
        "brand": "Zero"
    },
    {
        "id": 51,
        "name": "Prancha de Skate Zero Cross of the Streets",
        "description": "<p>Apresentamos a Prancha de Skate Zero Cross of the Streets, uma escolha arrojada e destemida para skatistas que buscam expressar sua personalidade única e dominar as ruas. Com a marca Zero, reconhecida por sua qualidade e compromisso com o skate, esta prancha é perfeita para aqueles que desejam fazer uma declaração autêntica e desafiar os limites do esporte.</p><p>A Prancha de Skate Zero Cross of the Streets apresenta um design marcante, com a icônica cruz impressa no centro. Essa imagem poderosa simboliza a determinação e a coragem necessárias para conquistar as ruas com estilo e habilidade. Com um acabamento impecável e detalhes cuidadosamente elaborados, esta prancha se destaca visualmente e atrai olhares onde quer que você vá.</p><p>Construída com materiais de alta qualidade, esta prancha oferece durabilidade excepcional e desempenho sólido, permitindo que você se aventure nas mais variadas superfícies urbanas. Seu shape concavo proporciona estabilidade e controle superiores, permitindo que você execute manobras com precisão e confiança.</p><p>A Prancha de Skate Zero Cross of the Streets é projetada para atender às demandas de skatistas de todos os níveis de habilidade, desde os iniciantes até os mais experientes. Seja você um skatista urbano que domina obstáculos nas ruas ou um apaixonado por skate que busca novas aventuras em parques de skate, esta prancha irá impulsionar o seu desempenho.</p><p>Então, escolha a Prancha de Skate Zero Cross of the Streets e faça sua presença ser sentida nas ruas. Mostre sua atitude única, desafie os limites e conquiste seu lugar no mundo do skate com estilo e determinação.</p>",
        "price": 109.7,
        "price-no-discount": null,
        "main-img": "/src/img/products/prancha-de-skate-zero-cross-of-the-streets/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "prancha-de-skate-zero-cross-of-the-streets",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=prancha-de-skate-zero-cross-of-the-streets",
        "availability": 11,
        "collection": "pranchas",
        "brand": "Zero"
    },
    {
        "id": 52,
        "name": "Skate Rocker Seven Layer Canadian",
        "description": "<p>Apresentamos o Skate Rocker Seven Layer Canadian, uma prancha de skate construída com qualidade excepcional e durabilidade superior. Com seu design robusto e desempenho confiável, essa prancha é a escolha ideal para skatistas de todos os níveis.</p><p>O Skate Rocker Seven Layer Canadian é feito com sete camadas de madeira canadense de alta qualidade, garantindo resistência e flexibilidade ideais. Essa construção sólida permite que você enfrente os desafios do skate com confiança, proporcionando estabilidade e controle durante as manobras.</p><p>Com seu shape rocker, essa prancha apresenta uma curvatura suave que melhora o desempenho e a resposta em transições e curvas. Essa característica permite que você faça transições suaves e manobras precisas, adicionando um toque extra de estilo ao seu skate.</p><p>Além disso, o Skate Rocker Seven Layer Canadian possui uma superfície antiderrapante para garantir aderência excepcional e maior controle sobre a prancha. Independentemente do terreno em que você esteja, essa prancha proporcionará uma experiência de skate confiável e gratificante.</p><p>Esteja você praticando manobras de rua ou aprimorando suas habilidades em um parque de skate, o Skate Rocker Seven Layer Canadian está pronto para acompanhá-lo em sua jornada no skate. Sinta a qualidade, a durabilidade e o desempenho excepcionais desta prancha enquanto você domina as pistas com confiança e estilo.</p>",
        "price": 429.9,
        "price-no-discount": 499.9,
        "main-img": "/src/img/products/skate-rocker-seven-layer-canadian/main-image.jpg",
        "aditional-imgs": [],
        "colors": {},
        "url-param": "skate-rocker-seven-layer-canadian",
        "url": "https://sk8-lifestyle.netlify.app/products/?url=skate-rocker-seven-layer-canadian",
        "availability": 3,
        "collection": "skates",
        "brand": "Rocker"
    }
]